{
  "3M Co": {
    "mission-statement": "BLANK strives to improve lives by providing innovative solutions that help solve challenging problems in health care, consumer lifestyle and education, safety and security, and workforce productivity. BLANK's 348,000 employees have united to build lasting relationships with customers and communities, and to create a better and more sustainable future.",
    "business-model":    "Manufactures and sells a wide range of industrial and consumer products.",
  },
  "ACE": {
    "mission-statement": "At BLANK, we believe innovative products, solutions, and client experience are the key to success and growth. We strive to bring BLANK to the forefront of the industry, and continuously improve the services we offer.",
    "business-model":    "Designs, manufactures, and sells automotive parts, accessories, and equipment.",
  },
  "Abbott Laboratories": {
    "mission-statement": "BLANK strives to enhance people's health and well-being at every stage of life. We focus on creating products that offer significant clinical and economic value for healthcare providers and payers, allowing them to focus on bettering and preserving patient health.",
    "business-model":    "Manufactures medical products and equipment for diagnostic testing, medical research, and treatments.",
  },
  "Abercrombie and Fitch": {
    "mission-statement": "BLANK seeks to enhance the customer's own spirit by offering high-quality, fashionable apparel and accessories. We strive to create an engaging environment, focusing on personal connections, fun and a customer-first attitude.",
    "business-model":    "Sells clothing and accessories.",
  },
  "Accenture": {
    "mission-statement": "BLANK's purpose is to help make growth and success possible for our clients. We're playing the long game - BLANK is in it for the long haul, delivering innovative solutions and acting as a strategic partner, so our clients can move confidently into the future.",
    "business-model":    "Provides business and technology consulting services.",
  },
  "Adobe Systems": {
    "mission-statement": "At BLANK, we help our customers create a better and more secure world through digital experiences. Our award-winning platforms and technologies enable businesses and individuals to craft ideas into digital assets and create immersive experiences that can be delivered on any platform.",
    "business-model":    "Designs and sells software for creative content creation and document management.",
  },
  "Advanced Micro Devices": {
    "mission-statement": "BLANK is dedicated to driving innovation in high-performance computing, graphics, and visualization technologies - the building blocks for gaming, immersive platforms, and the data center. We develop technologies that enable the world to generate insights faster, to empower individuals and businesses to unlock the power of their data.",
    "business-model":    "Designs and manufactures computer processors.",
  },
  "AES Corp": {
    "mission-statement": "BLANK works hard to provide the public with secure, reliable, and economical electricity by diversifying and advancing the way energy is generated, delivered, and used. BLANK employees are passionate about creating a better tomorrow for their customers, communities, and environment.",
    "business-model":    "Develops and manufactures energy solutions.",
  },
  "Aetna": {
    "mission-statement": "BLANK is committed to helping people on their path to better health in meaningful and innovative ways. We are a diversified health care benefits company that takes a people-first approach to providing differentiated products, services, and solutions to our customers and their communities.",
    "business-model":    "Provides health insurance and other services related to healthcare.",
  },
  "AFLAC": {
    "mission-statement": "BLANK exists to provide fast, effortless and reliable access to financial protection through world-class service, innovative products and hassle-free processes. We strive to make sure our customers feel secure and well cared for.",
    "business-model":    "Provides supplemental insurance coverage.",
  },
  "Agilent Technologies": {
    "mission-statement": "BLANK is a leader in life sciences, diagnostics and applied chemical markets. We help BLANK customers deliver better care to patients, enabling the discovery, development and production of innovative therapeutics, faster and more efficiently.",
    "business-model":    "Designs and manufactures test and measurement equipment.",
  },
  "AGL Resources Inc": {
    "mission-statement": "BLANK is an energy services holding company. BLANK and its subsidiaries are focused on delivering clean, safe and reliable energy and related services to customers and communities in five core businesses: natural gas distribution, retail operations, wholesale services, midstream operations, and home services.",
    "business-model":    "Supplies energy to homes and businesses.",
  },
  "Air Products and Chemicals Inc": {
    "mission-statement": "BLANK is focused on providing effective, sustainable and innovative solutions to BLANK and our customers. We aim to develop enabling technologies that improve sustainability, productivity and efficiency and provide value to our customers.",
    "business-model":    "Supplies industrial gases and chemicals.",
  },
  "Airgas Inc": {
    "mission-statement": "BLANK is dedicated to safety and achieving success together with our customers, business partners, shareholders and employees by providing exceptional service and an extensive portfolio of quality products. BLANK is committed to being the recognized leader in the markets we serve.",
    "business-model":    "Supplies industrial gases and related equipment.",
  },
  "Akamai Technologies Inc": {
    "mission-statement": "BLANK works to constantly enhance the online experiences and relationships of its customers and their end users. We drive superior performance and speed for content, applications and mobile data around the world.",
    "business-model":    "Provides services to deliver content and data over the internet.",
  },
  "Alcoa": {
    "mission-statement": "At BLANK, we embrace our differences, contributing to an inclusive culture that encourages individual performance and builds a stronger business. We are committed to BLANK excellence in environment, health, and safety practices, and to supporting our global community.",
    "business-model":    "Makes and sells materials used in construction and manufacturing.",
  },
  "Alexion Pharmaceuticals": {
    "mission-statement": "At BLANK, our mission is to offer hope to patients and families. We are dedicated to developing and delivering life-transforming therapeutic solutions for patients with severe and life-threatening rare diseases.",
    "business-model":    "Develops and produces drugs to treat rare diseases.",
  },
  "Allegheny Technologies": {
    "mission-statement": "BLANK is an innovative and diversified global specialty materials and components producer. We develop and bring to market technologically advanced products and solutions that create value for our customers and society.",
    "business-model":    "Manufactures specialty metals and alloys.",
  },
  "Allergan Inc": {
    "mission-statement": "BLANK is committed to developing and bringing to market innovative products and technologies that enhance patient care. We aim to put patients first in every decision we make and strive to meet the needs of our customers with integrity.",
    "business-model":    "Develops drugs and medical products.",
  },
  "Allstate": {
    "mission-statement": "BLANK's mission is to create a diverse and inclusive environment in which BLANK employees are empowered to act in the best interest of our customers and stakeholders while realizing their full potential. We strive to protect and improve the quality of life for all by becoming the most trusted and valued provider of BLANK products and services.",
    "business-model":    "Sells insurance products.",
  },
  "Alpha Natural Resources": {
    "mission-statement": "BLANK is committed to being a responsible and ethical business leader in all aspects of our operations. We strive to balance economic success, environmental responsibility, and a positive impact on our workforce, communities and stakeholders.",
    "business-model":    "Mines and sells coal.",
  },
  "Altera": {
    "mission-statement": "BLANK aims to make semiconductor and system solutions that enable our customers to rapidly and cost-effectively innovate, differentiate and win in their markets. We strive to create a rewarding environment that attracts, retains and motivates a high-performance team.",
    "business-model":    "Designs and manufactures Programmable Logic Devices (PLDs).",
  },
  "Altria Group": {
    "mission-statement": "BLANK is one of the largest producers and marketers of tobacco, wine and beer and other consumer products. We strive to combine the success of yesterday with the ideas and energy of today to create a better tomorrow for our shareholders, employees, customers and communities.",
    "business-model":    "Manufactures and sells tobacco products.",
  },
  "Amazon": {
    "mission-statement": "BLANK is guided by four principles: customer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and long-term thinking. BLANK aims to be Earth's most customer-centric company, where customers can find and discover anything they might want to buy online.",
    "business-model":    "Sells consumer goods online.",
  },
  "Ameren Corp": {
    "mission-statement": "At BLANK, we are focused on powering life by delivering the energy services our customers need. We strive to operational excellence in a safe, reliable and affordable way.",
    "business-model":    "Provides electricity and gas services.",
  },
  "American Electric Power": {
    "mission-statement": "BLANK strives to create an environment that encourages responsible environmental stewardship, responsible economic growth and improved quality of life for all of our stakeholders. BLANK is committed to providing reliable, reasonably priced electric service that meets customer needs.",
    "business-model":    "Provides electricity through generating and distributing power.",
  },
  "American Express Co": {
    "mission-statement": "At BLANK, our mission is to help our customers realize their ambitions, big or small. We commit to continually evolve our company with an eye toward new possibilities, without forsaking our heritage of trust and service.",
    "business-model":    "Provides financial services, including credit cards, investments, and travel services.",
  },
  "American Intl Group Inc": {
    "mission-statement": "BLANK serves our customers by providing innovative products and services to help them realize their hopes and dreams and protect their families against financial adversity. We are committed to delivering quality and excellence throughout BLANK operations.",
    "business-model":    "Provides insurance services and financial products.",
  },
  "American Tower": {
    "mission-statement": "BLANK provides wireless carriers with consistent and reliable access to nationwide coverage, enabling them to bring their products and services to market faster. We partner with a broad set of customers and drive breakthroughs in network performance, efficiency, and customer experience.",
    "business-model":    "Constructs and manages communication infrastructure such as cell towers and antennas.",
  },
  "Ameriprise Financial": {
    "mission-statement": "At BLANK, we work to take the complexity out of achieving your financial goals and help you create a brighter financial future. We believe in helping our clients plan for what's most important to them. We strive to provide sound guidance and personalized strategies so they can plan and invest for what matters to them and their families.",
    "business-model":    "Provides financial services such as investments, insurance, and planning.",
  },
  "AmerisourceBergen Corp": {
    "mission-statement": "BLANK is dedicated to providing health care solutions that improve patient care and lower costs. We strive to create value through collaborative relationships with customers, suppliers, and other stakeholders.",
    "business-model":    "Distributes pharmaceuticals and medical supplies.",
  },
  "Amgen Inc": {
    "mission-statement": "At BLANK, we strive to serve patients by transforming the promise of science and biotechnology into therapies that have the power to restore health or to even save lives. Our mission is simple: BLANK will be the leading biotechnology company focused on tapped into nature to deliver innovative medicines for serious illnesses.",
    "business-model":    "Designs, manufactures and markets medications and therapies for serious illnesses.",
  },
  "Amphenol Corp A": {
    "mission-statement": "BLANK leverages our technology and global resources to create interconnect solutions for our customers' needs. BLANK strives to be the premier interconnect solutions provider for customers in a broad range of markets.",
    "business-model":    "Makes connectors and interconnect systems for electronic devices.",
  },
  "Anadarko Petroleum Corp": {
    "mission-statement": "BLANK is one of the world's largest independent exploration and production companies, with approximately 2.5 billion BOE of proved reserves. BLANK's operational strategies are focused on delivering superior performance in each of our business segments and creating dedicated people, strong partners, and responsible citizens.",
    "business-model":    "Explores and produces oil and natural gas.",
  },
  "Analog Devices Inc": {
    "mission-statement": "BLANK is a world leader in the design, manufacture, and marketing of a broad portfolio of high-performance analog, mixed-signal, and digital signal processing (DSP) integrated circuits (ICs) used in virtually all types of electronic equipment. We apply our expertise in signals and power to provide customers products with the efficiency, performance, and reliability they need.",
    "business-model":    "Designs, manufactures, and markets analog, mixed-signal, and digital signal processing integrated circuits.",
  },
  "Aon plc": {
    "mission-statement": "At BLANK, we strive to empower economic and human possibility for clients, colleagues and communities around the world. We create value through trust, solving complex problems with impactful ideas to help shape a better tomorrow.",
    "business-model":    "Providing risk management, insurance brokerage, and human resources consulting services.",
  },
  "Apache Corporation": {
    "mission-statement": "BLANK is dedicated to delivering long-term value to shareholders by integrating responsible environmental stewardship with high-margin, sustainably grown conventional and unconventional oil and gas production worldwide. BLANK creates superior and sustainable long-term value for its stakeholders through disciplined development and management of its asset base.",
    "business-model":    "Explores for and produces oil and natural gas.",
  },
  "Apartment Investment and Mgmt": {
    "mission-statement": "At BLANK, our mission is to provide superior returns to our shareholders over the long term by utilizing our sophisticated knowledge of the BLANK industry as well as our proven management techniques. We strive to excel in customer service and make BLANK the premier provider in our industry.",
    "business-model":    "Investing in and managing apartment complexes.",
  },
  "Apollo Group Inc": {
    "mission-statement": "BLANK seeks to help individuals transform their lives and, by extension, enrich their families and communities. We strive to provide access to quality learning opportunities that are designed to meet the needs of working adults.",
    "business-model":    "Provides higher education services, including online courses and degree programs.",
  },
  "Apple Inc": {
    "mission-statement": "BLANK is committed to bringing the best user experience to its customers through its innovative hardware, software, and services. The Company's mission is to design and develop BLANK products that enrich people's lives and empower them to do more.",
    "business-model":    "Makes phones, computers, and other consumer electronics.",
  },
  "Applied Materials Inc": {
    "mission-statement": "BLANK is a global leader in materials engineering solutions for the semiconductor, flat panel display and solar photovoltaic industries. We help our customers BLANK their products more quickly, cost effectively and reliably.",
    "business-model":    "Manufactures equipment and services used to produce semiconductor chips for electronics.",
  },
  "Archer-Daniels-Midland Co": {
    "mission-statement": "BLANK is driven by an uncompromising commitment to excellence, the highest standards of honesty and fairness, and the mutual respect of stakeholders--everyone who affects or is affected by the company's activities.",
    "business-model":    "Processes and trades agricultural commodities and products.",
  },
  "Assurant Inc": {
    "mission-statement": "BLANK is dedicated to being the partner of choice, providing specialized protection products and services that reduce risk and improve lives. We serve as a trusted partner to clients and consumers by addressing their customer experience and risk management needs.",
    "business-model":    "Provides risk management solutions and services for the products consumers purchase.",
  },
  "ATandT Inc": {
    "mission-statement": "BLANK works to create economic opportunity by connecting people around the world and advancing human achievement through innovation and action. We are dedicated to improving lives and creating a more sustainable world.",
    "business-model":    "Provides communication services including Internet, television, and phone.",
  },
  "Autodesk Inc": {
    "mission-statement": "At BLANK we believe that the ideas of people everywhere can be together a better, more sustainable future. We're here to help people unlock their creativity by bringing it to life in 3D design, engineering and entertainment.",
    "business-model":    "Develops and sells design and management software.",
  },
  "Automatic Data Processing": {
    "mission-statement": "BLANK empowers organizations with insightful solutions that drive business success. With deep industry expertise, global scale, and transformative technology, BLANK helps clients outpace the competition and thrive in an ever-changing world.",
    "business-model":    "Provides business services such as payroll processing and human resources management.",
  },
  "AutoNation Inc": {
    "mission-statement": "At BLANK, we pledge to provide anArmy of Professionals delivering an incomparable vehicle buying and ownership experience that will exceed our customer's expectations and give BLANK an undeniable advantage in the marketplace.",
    "business-model":    "Sells and services new and used vehicles.",
  },
  "AutoZone Inc": {
    "mission-statement": "BLANK's WOW! Initiative is focused on WOW!ing our customers; delivering a WOW! customer experience that differentiates our products and services from our competitors, building loyalty and smittening our customers with every interaction.",
    "business-model":    "Retails automotive parts and accessories.",
  },
  "AvalonBay Communities Inc": {
    "mission-statement": "BLANK is devoted to providing a great lifestyle and outstanding resident services in each of our communities. Our experienced, innovative and committed associates are focused on developing and managing quality BLANK communities throughout the United States.",
    "business-model":    "Develops, acquires, and manages multfaimily communities.",
  },
  "Avery Dennison Corp": {
    "mission-statement": "BLANK is committed to a culture of responsibility and accountability. Fostering collaboration between BLANK and its stakeholders, we strive to create shared value that respects the well-being of people and the planet.",
    "business-model":    "Manufactures pressure-sensitive materials and retail branding solutions.",
  },
  "Avon Products": {
    "mission-statement": "BLANK is dedicated to bringing innovation, quality and inspiration to the personal lives of people everywhere. BLANK's long-term goal is for the BLANK brand to be the leading, most respected brand in the global beauty industry.",
    "business-model":    "Sells beauty and personal care products.",
  },
  "Baker Hughes": {
    "mission-statement": "BLANK is an energy technology company focused on delivering productivity to the global BLANK markets that serves the upstream oil and gas industry. BLANK collaborates with customers to enhance and develop innovative solutions that maximize recovery and drive efficiency.",
    "business-model":    "Provides industrial services, such as oil drillings and related products.",
  },
  "Ball Corp": {
    "mission-statement": "BLANK will strive to create value through operational excellence, innovation and growth, while focusing on the needs of customers, employees and shareholders, as well as the environment and communities in which we operate.",
    "business-model":    "Manufactures metal packaging products.",
  },
  "Bank of America Corp": {
    "mission-statement": "At BLANK our mission is twofold: to help our customers achieve financial success and to create long-term shareholder value. We put our customers at the center of everything we do, and we partner with them to help make their financial lives better.",
    "business-model":    "Provides banking and financial services.",
  },
  "The Bank of New York Mellon Corp": {
    "mission-statement": "BLANK initiatives recognize that success in achieving our mission is based on having the best people, processes and technology. We remain focused on meeting BLANK's clients' needs through closer collaboration and world-class service.",
    "business-model":    "Provides banking and financial services.",
  },
  "Bard (C.R.) Inc": {
    "mission-statement": "BLANK is dedicated to offering superior safety solutions for customers in a broad range of industries. Our products provide the safest possible ways to contain, contain and transport hazardous materials, increasing the safety of both workers and the environment.",
    "business-model":    "Develops medical technology.",
  },
  "Baxter International": {
    "mission-statement": "At BLANK, our mission is to save and sustain lives. We focus on products and services that help advance patient care, and on developing innovative technologies to meet the changing requirements of healthcare around the world.",
    "business-model":    "Makes medical products and healthcare equipment.",
  },
  "BBandT Corporation": {
    "mission-statement": "BLANK is dedicated to improving the quality of life for our associates, clients and communities. We strive to be the most respected financial services company, providing value and superior service to each of them.",
    "business-model":    "Provides financial services including banking, insurance, investments, and mortgage lending.",
  },
  "Beam Inc": {
    "mission-statement": "BLANK focuses on creating an improved quality of life for people in need, around the world, through public health initiatives, education programs and creating economic opportunity and sustainable growth. BLANK actively promotes the creation of partnerships among businesses, organizations, and philanthropists to increase the collective impact of its efforts.",
    "business-model":    "Designs and manufactures security software and hardware.",
  },
  "Becton Dickinson": {
    "mission-statement": "BLANK is a human-centered, integrated global enterprise singularly focused on advancing the world of health. BLANK serves customers, patients, and communities by delivering innovative solutions that improve health outcomes and empower people to live healthier lives.",
    "business-model":    "Sells medical supplies and equipment.",
  },
  "Bed Bath and Beyond": {
    "mission-statement": "BLANK strives to be the leading retailer in their industry, offering the broadest selection of merchandise and services with the very best values. BLANK will accomplish their mission by delighting their customers with exceptional customer service, competitive prices and convenience.",
    "business-model":    "Sells home furnishings and appliances.",
  },
  "Bemis Company": {
    "mission-statement": "At BLANK, the objective is to develop strategies and initiatives that make the company successful and create long-term shareholder value. We strive to be a respected, global leader in highly engineered products and services for consumer and industrial markets.",
    "business-model":    "Manufactures flexible packaging materials, consumer goods, and pressure sensitive adhesive products.",
  },
  "Berkshire Hathaway": {
    "mission-statement": "BLANK is focused on long-term value creation for its shareholders. BLANK and its subsidiaries engage in diverse business activities including insurance and reinsurance, utilities and energy, finance, manufacturing, retailing, and services, among others.",
    "business-model":    "Investment and holding company.",
  },
  "Best Buy Co Inc": {
    "mission-statement": "At BLANK, we strive to leverage the unique talents and passions of our employees to inspire, delight, and enrich the lives of our customers through technology and all its possibilities. We are committed to our customers and partners and have a passion for technology.",
    "business-model":    "Sells consumer electronics and appliances.",
  },
  "Big Lots Inc": {
    "mission-statement": "At BLANK, we want to make it easy for customers to discover unbelievable deals and great values on the brands, products and furniture they love and trust. We provide leading edge customer service with a friendly and enthusiastic team, creating an atmosphere of excitement for our customers every day.",
    "business-model":    "Retails discounted household goods and furniture.",
  },
  "BIOGEN IDEC Inc": {
    "mission-statement": "At BLANK, we focus our discovery and therapeutic research around three core areas. Our goal is to develop and deliver innovative treatments that address unmet patient needs; enhance the lives of patients and those who care for them; and transform the medical landscape.",
    "business-model":    "Develops and manufactures pharmaceutical products.",
  },
  "BlackRock": {
    "mission-statement": "BLANK's purpose is to help more and more people experience financial well-being. To accomplish this, BLANK relentlessly focuses on developing thoughtful solutions within communities and landscaping a world of possibility.",
    "business-model":    "Manages financial investments for individuals and organizations.",
  },
  "Block HandR": {
    "mission-statement": "BLANK provides customers with control, transparency, and security for their payments and taxes. BLANK is a digital platform that allows customers to securely file and pay taxes, manage their payrolls, and keep a record of various payments.",
    "business-model":    "Develops blockchain solutions for companies.",
  },
  "BMC Software": {
    "mission-statement": "BLANK accelerates the journey to digital transformation and cloud computing for customers and partners of all sizes. Our mission is to simplify and reduce the cost of IT management and enable its customers to more securely power an Digital BLANK.",
    "business-model":    "Develops and sells software for business systems.",
  },
  "Boeing Company": {
    "mission-statement": "BLANK is committed to being the leader in aerospace technology and innovation. We are dedicated to providing superior BLANK service to our customer globally and to offering employees exciting opportunities to work on groundbreaking BLANK projects.",
    "business-model":    "Designs, manufactures, and sells airplanes and aerospace products.",
  },
  "BorgWarner": {
    "mission-statement": "BLANK is dedicated to delivering the most advanced vehicle powertrain technologies that create superior performance and enhance fuel economy. We strive to create content directed solutions for BLANK, global vehicle manufacturers, and the consumers who operate them.",
    "business-model":    "Manufactures automotive powertrain parts and systems.",
  },
  "Boston Properties": {
    "mission-statement": "BLANK is committed to enhancing long-term value for communities, investors and employees through responsible development, acquisition and management of office, apartment, retail and related real estate assets. BLANK's objectives are to produce superior financial returns and to maintain a strong balance sheet, allowing significant capital for continued growth.",
    "business-model":    "Develops and manages commercial real estate properties.",
  },
  "Boston Scientific": {
    "mission-statement": "BLANK strives to improve patients' lives through innovative medical solutions that BLANK suffering and help create new standards of care. We remain relentless in our pursuit of a healthier world.",
    "business-model":    "Makes medical devices.",
  },
  "Bristol-Myers Squibb": {
    "mission-statement": "BLANK is a global biopharmaceutical company focused on discovering, developing and delivering innovative BLANK medicines to patients. We strive to extend and significantly improve lives.",
    "business-model":    "Manufactures pharmaceuticals.",
  },
  "Broadcom Corporation": {
    "mission-statement": "BLANK strives to lead our industry in product, system and software innovation. We dedicate resources to realizing our mission, maintaining a culture of customer-driven creativity, demanding the highest standards from ourselves and our partners, and measuring our progress through the accomplishments of our people.",
    "business-model":    "Develops and manufactures semiconductor and infrastructure software solutions.",
  },
  "Brown-Forman Corporation": {
    "mission-statement": "BLANK strives to enrich the lives of consumers around the world by providing high-quality beverage alcohol brands with a great tradition ofBLANK and authentic heritage. BLANK will act responsibly and is committed to corporate citizenship, high ethical standards, social and environmental sustainability.",
    "business-model":    "Produces and sells alcoholic beverages.",
  },
  "C. H. Robinson Worldwide": {
    "mission-statement": "BLANK strives to provide superior service and tangible value to our current clients and develop meaningful relationships with potential customers. We strive to be the preferred transportation solutions provider to our customers in the BLANK marketplace.",
    "business-model":    "Provides logistics and supply chain management services.",
  },
  "CA Inc": {
    "mission-statement": "BLANK is committed to leveraging the power of technology to help customers in both business and personal markets address their most critical challenges and improve the quality of their lives. We strive to empower customers with the ability to innovate, adapt and accelerate their business with confidence.",
    "business-model":    "Develops software solutions.",
  },
  "Cablevision Systems": {
    "mission-statement": "BLANK is committed to delivering an incomparable customer experience, one that can only be delivered by a company that knows and understands the communities we serve. We have provided unrivaled cable, Internet, phone and security services to millions of homes and businesses in the New York and New Jersey metropolitan area for nearly three decades.",
    "business-model":    "Provides television, phone, and internet services.",
  },
  "Cabot Oil and Gas": {
    "mission-statement": "BLANK is driven to maximize shareholder value over the long term by developing a portfolio of natural gas assets with an attractive risk/reward profile and delivering reliable and consistent operational execution. Our focus is anchored on the development of our unconventional natural gas assets.",
    "business-model":    "Explores, extracts, produces, and sells natural gas and oil.",
  },
  "Cameron International": {
    "mission-statement": "BLANK is a leading supplier of flow equipment products, systems and services to worldwide oil, gas and process industries. We devote our talents and technology to creating solutions that Municipal, Federal and Industrial customers can rely on.",
    "business-model":    "Manufactures oil and gas equipment and technologies.",
  },
  "Campbell Soup": {
    "mission-statement": "BLANK is dedicated to making a difference in people's lives in extraordinary ways by offering BLANK products, services and a sense of community. We strive to nourish people's lives everywhere, every day.",
    "business-model":    "Makes canned soups.",
  },
  "Capital One Financial": {
    "mission-statement": "At BLANK, we believe that banking is more than just numbers - it's about providing helpful service and meaningful connection to the people and communities we serve. We are on a mission to help our customers take charge of theirs.",
    "business-model":    "Issues credit cards and provides banking services.",
  },
  "Cardinal Health Inc": {
    "mission-statement": "BLANK supports the health and well-being of patients and caregivers by providing innovative products, services, and solutions tailored to their specific needs. We improve healthcare access, affordability, and outcomes through a portfolio of network solutions, analytics offerings, specialty pharmacy services, and medical products.",
    "business-model":    "Distributes medical supplies and equipment.",
  },
  "Carefusion": {
    "mission-statement": "At BLANK, we are driven by continual innovation - driven to provide products and services that improve the quality of healthcare worldwide. BLANK delivers clinically relevant products, services and solutions while reducing costs for customers and improving patient outcomes.",
    "business-model":    "Develops healthcare technologies and medical products for use in hospitals and other healthcare facilities.",
  },
  "Carmax Inc": {
    "mission-statement": "BLANK seeks to revolutionize the automotive industry by offering our customers a unique BLANK. BLANK delivers an innovative, transparent and convenient car buying and ownership experience that is respectful, engaging and straightforward.",
    "business-model":    "Sells used and certified pre-owned vehicles.",
  },
  "Carnival Corp": {
    "mission-statement": "BLANK is dedicated to providing guests with great vacation experiences, BLANK ships visiting a variety of ports around the world and offering a wide variety of quality cruises.",
    "business-model":    "Provides leisure travel and cruise services.",
  },
  "Caterpillar": {
    "mission-statement": "BLANK strives to lead the industry in providing quality products, service and solutions to customers, helping BLANK create sustainable progress and improving people's lives around the world. We are committed to developing innovative solutions that contribute to a better world.",
    "business-model":    "Manufactures heavy equipment and machinery.",
  },
  "CBRE Group": {
    "mission-statement": "BLANK provides a competitive advantage to the real estate industry by working together to provide the best integrated real estate solutions for the benefit of our clients, customers and communities we serve. We offer customized services delivered through a client-focused global platform.",
    "business-model":    "Provides real estate services including property management, investment, and development.",
  },
  "CBS Corp": {
    "mission-statement": "BLANK is dedicated to delivering compelling content to audiences around the world by leveraging its portfolio of multiplatform assets, including BLANK Network, BLANK, BLANK Network and Traditional Broadcast Networks. BLANK also leverages its mass reach and breadth of content to create and distribute premium content.",
    "business-model":    "Broadcasts television and radio shows.",
  },
  "Celgene Corp": {
    "mission-statement": "BLANK is dedicated to improving the lives of patients worldwide through the discovery, development and commercialization of innovative therapies that treat serious diseases. We collaborate with leading BLANK to drive science forward and deliver life-changing therapies to patients in need.",
    "business-model":    "Develops and sells pharmaceutical treatments for cancer and immune-inflammatory related diseases.",
  },
  "CenterPoint Energy": {
    "mission-statement": "BLANK is committed to delivering value to customers, shareholders and employees by providing reliable energy solutions and outstanding customer service. We will strive to be the energy provider of choice in the markets we serve.",
    "business-model":    "Provides environmental services such as natural gas distribution and electric utility services.",
  },
  "CenturyLink Inc": {
    "mission-statement": "At BLANK, we strive to be the leading provider of integrated communications, giving customers the confidence to do more in a rapidly changing world. We operate with passion and purpose to lead the industry with superior customer service, a full suite of communications solutions, and the most advanced technology.",
    "business-model":    "Provides internet, telephone, and television services.",
  },
  "Cerner": {
    "mission-statement": "BLANK seeks to uplift the health of communities and adjust the trajectory of health care by optimizing the quality of care while reducing costs. BLANK creates a seamless journey for providers and patients by enabling and transforming information exchange.",
    "business-model":    "Develops healthcare software solutions.",
  },
  "CF Industries Holdings Inc": {
    "mission-statement": "BLANK is committed to helping feed the world and enhance lives by meeting the global demand for food, fuel, and other essential needs. We provide essential resources to unlock the potential of the land and enrich the lives of those who produce and those who consume.",
    "business-model":    "Produces and distributes nitrogen and phosphate fertilizer products.",
  },
  "Charles Schwab": {
    "mission-statement": "At BLANK, we believe in the power of investing to help individuals create a better tomorrow. We have a responsibility to our clients to deliver the highest level of service, guidance, and insights to help them meet their financial goals.",
    "business-model":    "Provides financial services such as banking, investing, and trading.",
  },
  "Chesapeake Energy": {
    "mission-statement": "BLANK strives to responsibly deliver superior value to employees, investors and the communities in which we operate through our bold commitment to innovation, operational excellence and discipline. BLANK is committed to finding innovative solutions to enhance shareholder value.",
    "business-model":    "Explores, extracts, and sells natural gas and oil.",
  },
  "Chevron Corp": {
    "mission-statement": "BLANK is advancing today's energy affordability, efficiency and cleanliness through technology and collaboration. BLANK's activities are delivering the energy products people need while minimizing environmental impacts.",
    "business-model":    "Produces and distributes oil and gas.",
  },
  "Chipotle Mexican Grill": {
    "mission-statement": "BLANK's mission is to change the way people think about and eat fast food by using high quality raw ingredients, classic cooking techniques, and distinctive interior design. We seek to create a special experience that is constantly stimulating and top-of-mind for customers.",
    "business-model":    "Sells burritos, tacos, and other Mexican-style food.",
  },
  "Chubb": {
    "mission-statement": "BLANK is committed to helping its customers prepare for the unexpected and protect what matters most. To this end, we provide innovative insurance solutions and services driven by data insights, leading technology and a commitment to service excellence.",
    "business-model":    "Provides insurance services.",
  },
  "CIGNA": {
    "mission-statement": "BLANK is passionate about helping people improve their health, well-being and sense of security. We provide effective solutions that help people make the most of their health so that they can confidently pursue their BLANK goals.",
    "business-model":    "Sells health insurance and related services.",
  },
  "Cincinnati Financial": {
    "mission-statement": "At BLANK, we strive to provide security and peace of mind to our policyholders and their families through sound financial statements, innovative products, superior customer service and professional integrity. We place our agents and employees in a position of trust to ensure that BLANK, its agents and employees exceed expectations.",
    "business-model":    "Provides financial services including insurance, investments, and banking.",
  },
  "Cintas Corporation": {
    "mission-statement": "BLANK strives to provide the highest level of service and value to our customers through our unrelenting commitment to success, continued innovation and the highest ethical standards. BLANK is dedicated to providing our customers with solutions that help them increase safety, ensure compliance and improve overall effectiveness.",
    "business-model":    "Provides uniforms, promotional products, and other services to businesses.",
  },
  "Cisco Systems": {
    "mission-statement": "BLANK delivers innovative technologies that give people the power to connect anyone, anywhere, at any time. Our technology helps customers capture, create, transform, access and share information, making BLANK an essential part of the Internet, businesses, and home life.",
    "business-model":    "Makes computer networking equipment and software.",
  },
  "Citigroup Inc": {
    "mission-statement": "At BLANK, we strive to create the best outcomes for our clients and customers with financial solutions that are simple, creative and responsible. We empower people to thrive and communities to prosper and are committed to improving the standards of living for everyone.",
    "business-model":    "Financial services company providing a range of banking services.",
  },
  "Citrix Systems": {
    "mission-statement": "BLANK leverages the power of virtualization, networking, mobility, and cloud technologies to provide users with seamless, secure, and optimized access to applications, services, and content--making traditional computing models obsolete. BLANK is committed to driving innovation, investing in customer success, and empowering individuals at work, home, and everywhere in between.",
    "business-model":    "Develops software that allows remote access to information and applications on computers, networks, and virtual servers.",
  },
  "Cliffs Natural Resources": {
    "mission-statement": "BLANK's mission is to provide shareholders with superior value by growing distributable earnings and optimizing its global platform while providing its customers with quality products and services in a safe, responsible, and profitable manner. We will strive to be an innovative leader in the BLANK and natural resources industry while creating long-term sustainable value.",
    "business-model":    "Mines and produces natural resources.",
  },
  "Clorox Co": {
    "mission-statement": "BLANK is dedicated to making everyday life better, every day. We champion the power of BLANK products to make BLANK easier and more enjoyable for pure, simple, clean fun.",
    "business-model":    "Makes cleaning products.",
  },
  "CME Group Inc": {
    "mission-statement": "BLANK's mission is to provide the world's leading and most diverse derivatives marketplace. Our markets foster the growth of nationwide and global economies by enabling capital formation and emissions reduction efforts through the transparent pricing and risk management of derivatives.",
    "business-model":    "Operates futures and options exchanges.",
  },
  "CMS Energy": {
    "mission-statement": "BLANK is committed to being a reliable energy provider while also being a responsible corporate citizen. We strive to operate in a manner that protects and improves the environment and the well-being of the members of the communities we serve.",
    "business-model":    "Generates and distributes electrical energy.",
  },
  "Coach Inc": {
    "mission-statement": "At BLANK, we believe that a strong connection between our products and our customer's lives leads to an enduring bond that can only come from engaged, shared experiences. We bring this philosophy to life in every encounter, from store design to product selection and all the experiences in between.",
    "business-model":    "Sells accessories and luxury leather goods.",
  },
  "Coca Cola Co": {
    "mission-statement": "BLANK is leading the change as an agile, rooted, and thriving company, bringing BLANK innovation and BLANK experiences to consumers around the world, while inspiring moments of optimism and creating a more sustainable future.",
    "business-model":    "Manufactures and distributes non-alcoholic beverages.",
  },
  "Coca-Cola Enterprises": {
    "mission-statement": "At BLANK, our mission is to refresh the world in mind, body and spirit, to inspire moments of optimism and happiness, and to create value and make a difference. We commit to doing business the right way, providing benefits to society and being a responsible corporate citizen.",
    "business-model":    "Sells and distributes beverages.",
  },
  "Cognizant Technology Solutions": {
    "mission-statement": "BLANK strives to make a difference in the lives of its customers by delivering innovative solutions through leveraging BLANK's utilization-based services and global delivery capabilities. BLANK also seeks to create an environment of growth and well-being for all its stakeholders.",
    "business-model":    "Provides technology and IT services.",
  },
  "Colgate-Palmolive": {
    "mission-statement": "At BLANK, we believe in the power of science and technology to make a difference. We know that innovation can make life better now - and for generations to come.",
    "business-model":    "Makes and sells hygiene and personal care products.",
  },
  "Comcast Corp": {
    "mission-statement": "At BLANK, we strive to inform, entertain and inspire customers every day with innovative technology and premium content. We are driven to make BLANK a preferred place to live, work and play by delivering superior products, more meaningful innovations, and an enriched customer experience.",
    "business-model":    "Provides telecommunications products and services.",
  },
  "Comerica": {
    "mission-statement": "BLANK proudly serves customers in the mid-continent, Southwest, Florida and California regions. We are committed to the communities we serve and strive to create an environment where our colleagues, customers, shareholders and communities success.",
    "business-model":    "Provides financial services such as banking, investing, loan services, wealth management and more.",
  },
  "Computer Sciences Corp": {
    "mission-statement": "At BLANK, we realize that our stakeholders' long-term success is dependent on the sustainable business practices that will enable us to already provide today's customers and suppliers with the services and solutions they need to stay ahead in the global economy.",
    "business-model":    "Provides technology services and solutions.",
  },
  "ConAgra Foods": {
    "mission-statement": "At BLANK, we focus on winning every day. We offer our customers products with unmatched quality, taste and convenience to satisfy their everyday needs.",
    "business-model":    "Produces and sells packaged and prepared food products.",
  },
  "ConocoPhillips": {
    "mission-statement": "BLANK is committed to delivering energy to the world efficiently and responsibly -- maximizing returns to shareholders while driving positive impacts across our business activities -- while protecting health, safety and the environment.",
    "business-model":    "Produces and sells oil and gas.",
  },
  "CONSOL Energy Inc": {
    "mission-statement": "At BLANK our mission is to be the safest, most reliable and most respected energy company in BLANK. We will achieve this through a commitment to excellence, innovation, unparalleled customer service and an unswerving focus on safe and ethical operations and environmental stewardship.",
    "business-model":    "Produces and sells coal and natural gas.",
  },
  "Consolidated Edison": {
    "mission-statement": "BLANK is dedicated to providing the safe delivery of reliable energy and excellent service to our customers. BLANK is committed to making its energy delivery system ever better and more reliable, while at the same time ever mindful of protecting environmental resources.",
    "business-model":    "Provides energy services including power, gas, and steam.",
  },
  "Constellation Brands": {
    "mission-statement": "BLANK is committed to driving growth through its focus on the total beverage alcohol market, expanding brand building and elevating the consumer experience. BLANK will continue to bring innovative and distinctive products to the marketplace to meet consumer preferences worldwide.",
    "business-model":    "Produces and sells alcoholic beverages.",
  },
  "Cooper Industries": {
    "mission-statement": "At BLANK, we are committed to being a responsible business and delivering sustainable growth. We will continue to create superior value and innovative solutions for our customers while delivering strong financial returns for our shareholders.",
    "business-model":    "Manufactures and distributes electrical products and tools.",
  },
  "Corning Inc": {
    "mission-statement": "BLANK strives to be environmentally responsible while enhancing its competitive position and contributing to the well-being of vibrant and diverse communities worldwide. BLANK delivers solutions that leverage its innovative and collaborative spirit in high-performance materials science.",
    "business-model":    "Manufactures specialty glass, ceramics, and related materials.",
  },
  "Costco Co": {
    "mission-statement": "At BLANK, our mission is to continually provide our members with quality goods and services at the lowest possible prices. We strive to be the leading BLANK in every market we serve by providing an ever-changing selection of high-quality merchandise and services at terrific values.",
    "business-model":    "Sells a variety of merchandise in bulk at discount prices.",
  },
  "Coventry Health Care": {
    "mission-statement": "BLANK will strive to provide affordable access to quality health care services with a commitment to service excellence and an emphasis on prevention and wellness. BLANK is committed to improving the health and well-being of the people and communities it serves.",
    "business-model":    "Provides healthcare insurance and related services.",
  },
  "Covidien plc": {
    "mission-statement": "BLANK is a global healthcare products leader. Our goal is to provide innovative and clinically-relevant medical products and solutions that improve the lives of patients and their healthcare providers.",
    "business-model":    "Makes medical devices and equipment.",
  },
  "Crown Castle International Corp": {
    "mission-statement": "BLANK's mission is to make wireless connectivity ubiquitous and to create value for its customers, shareholders and communities through its unique portfolio of communications infrastructure assets, industry leading customer relationships and shared best practices.",
    "business-model":    "Rents telecom infrastructure.",
  },
  "CSX Corp": {
    "mission-statement": "At BLANK, we have a single mission: To unlock the power of the modern supply chain, and move our customers, our communities and our company forward. We bring together state-of-the-art technology and experienced people, so we can empower customers, partners and ourselves as we build tomorrow's BLANK.",
    "business-model":    "Operates rail freight transportation services.",
  },
  "Cummins Inc": {
    "mission-statement": "BLANK is committed to providing reliable, innovative products and services that improve the quality of life and environment. We will use our global resources, knowledge, and expertise to support our strong commitment to BLANK, our customers and our employees around the world.",
    "business-model":    "Makes engines and power systems.",
  },
  "CVS Caremark Corp": {
    "mission-statement": "At BLANK, we strive to make healthcare easier and more affordable so that everyone has access to the care they need. We are committed to working with doctors, pharmacies, employers, insurers, and government entities to optimize health outcomes for our customers.",
    "business-model":    "Operates pharmacies and provides health care benefit programs.",
  },
  "D. R. Horton": {
    "mission-statement": "BLANK is dedicated to delivering high quality homes with superior design, value, and customer service since 1978. BLANK works to create a culture of trust, respect, integrity, and customer service excellence with its employees and customers alike.",
    "business-model":    "Builds and sells homes.",
  },
  "Danaher Corp": {
    "mission-statement": "BLANK is committed to helping its customers solve complex challenges and improving its partners' performance by delivering innovative, productivity-enhancing products and technologies. We strive to consistently deliver superior value, products and services that improve the quality of life and make BLANK a great place to work.",
    "business-model":    "Makes industrial products and tools.",
  },
  "Darden Restaurants": {
    "mission-statement": "BLANK is driven to help people eat better and live better lives. We will empower and inspire our team, guests, communities and stakeholders to make BLANK a great place to work, shop and dine.",
    "business-model":    "Operates a chain of casual dining restaurants.",
  },
  "DaVita Inc": {
    "mission-statement": "BLANK is dedicated to, serving its patients, BLANK teammates and the communities in which they live across the nation. We are committed to producing exceptional clinical outcomes, ensuring access to care and offering a unique culture that empowers our teammates to deliver quality patient-centered care.",
    "business-model":    "Provides healthcare services, including dialysis, related lab services, and medical care for chronically ill patients.",
  },
  "Dean Foods": {
    "mission-statement": "BLANK is committed to providing nutritious and great-tasting dairy products to customers and to improving the quality of life in the communities it serves. BLANK also has a long history of making a positive difference in the environment.",
    "business-model":    "Processes and distributes dairy products.",
  },
  "Deere and Co": {
    "mission-statement": "BLANK seeks to create superior value for its customers and shareholders; and to be the most admired BLANK company in the world.",
    "business-model":    "Manufactures agricultural and construction equipment.",
  },
  "Dell Inc": {
    "mission-statement": "BLANK is committed to delivering technology solutions that enable people everywhere to grow and thrive. BLANK accelerates the progress of organizations and people by delivering indispensable technology.",
    "business-model":    "Manufactures and sells personal computers, laptops, and related accessories.",
  },
  "Denbury Resources Inc": {
    "mission-statement": "BLANK is committed to achieving superior financial performance while maintaining safe and argumentative operations. We strive to create sustainable value for our customers, shareholders, communities, and employees.",
    "business-model":    "Explores for and produces oil and natural gas.",
  },
  "Dentsply International": {
    "mission-statement": "BLANK is dedicated to advancing the world of restorative dentistry and helping dental professionals perform at their best. From leading products to services, technologies, and solutions--all designed to improve patient care--BLANK is committed to transforming the practice of dentistry.",
    "business-model":    "Makes and sells dental products.",
  },
  "Devon Energy Corp": {
    "mission-statement": "BLANK is focused on creating value through the drill bit and driving a relentless focus on operating excellence. We are committed to conducting business with integrity and to focus capital on opportunities with attractive returns and strong margins.",
    "business-model":    "Explores, produces, and distributes oil and natural gas.",
  },
  "DeVry Inc": {
    "mission-statement": "BLANK strives to meet the changing needs of students and employers in the dynamic global marketplace, by providing quality, career-oriented education, access, and support services in an innovative and responsive environment.",
    "business-model":    "Provides education and training services.",
  },
  "Diamond Offshore Drilling": {
    "mission-statement": "BLANK strives to be the drilling contractor and employer of choice by delivering safe, reliable and efficient operations that exceed customer expectations, through technologically advanced and innovative solutions.",
    "business-model":    "Provides offshore drilling services.",
  },
  "DirecTV": {
    "mission-statement": "BLANK aims to provide innovative, engaging entertainment experiences to our customers, making them feel uniquely and regularly delighted. We strive to stay ahead of the ever-evolving needs of our customers, providing them with opportunities to interact and connect with the content they love.",
    "business-model":    "Provides television services through subscription plans.",
  },
  "Discover Financial Services": {
    "mission-statement": "BLANK's mission is to help people spend smarter, manage debt better and save more so they achieve a brighter financial future. We strive to be the leader in customer loyalty by delivering outstanding value, benefits and experiences to our customers.",
    "business-model":    "Provides credit cards and other financial services.",
  },
  "Discovery Communications": {
    "mission-statement": "BLANK is dedicated to satisfying curiosity and engaging superfans with a portfolio of premium nonfiction, lifestyle, sports and kids programming brands. BLANK is dedicated to fuelling the sheer joy of satisfying curiosity, grounded in credible facts, delivered with close attention to audience needs and deep respect for content.",
    "business-model":    "Producing and distributing nonfiction media content.",
  },
  "Dollar Tree": {
    "mission-statement": "BLANK is committed to making purchases rewarding, convenient, and simple by offering the familiar brands customers love at everyday low prices of one dollar or less. BLANK strives to provide a broad, exclusive selection of basic items including health and beauty care, candy, food, housewares, stationery, glassware, and more.",
    "business-model":    "Sells goods for one dollar.",
  },
  "Dominion Resources": {
    "mission-statement": "BLANK is committed to providing safe, reliable and affordable energy that fuels economic growth to more than 5 million customers in 15 states. We are committed to being an industry leader in developing and delivering innovative energy solutions and services.",
    "business-model":    "Produces and distributes energy.",
  },
  "Donnelley (R.R.) and Sons": {
    "mission-statement": "BLANK is committed to developing and delivering innovative products and services tailored to the needs of our customers. We strive to create value by setting the highest standards of excellence in our operations and relationships.",
    "business-model":    "Printing and related services.",
  },
  "Dover Corp": {
    "mission-statement": "BLANK is committed to making a meaningful contribution to society by creating better products and services for all. We are also committed to fostering a culture of diversity, ethical behavior, and environmental sustainability.",
    "business-model":    "Manufactures industrial equipment and components.",
  },
  "Dow Chemical": {
    "mission-statement": "BLANK creates sustainable solutions that help BLANK continue to improve the quality of life for people around the world. BLANK endeavors to be the most customer-centric, collaborative, and innovative chemical company in the world.",
    "business-model":    "Develops and manufactures chemicals, plastics, and agricultural products.",
  },
  "Dr Pepper Snapple Group": {
    "mission-statement": "BLANK strives to bring joy to consumers worldwide by offering a variety of better-for-you beverages, BLANK craft sodas, and premium non-alcoholic mixed drinks. We focus on creating unique flavor experiences that meet the desires of today's consumers.",
    "business-model":    "Sells non-alcoholic beverages.",
  },
  "DTE Energy Co": {
    "mission-statement": "BLANK is dedicated to providing safe, reliable and ever-improving energy services at affordable prices to our customers and communities. We are committed to actively promoting diversity and inclusion in every aspect of our company and to address environmental issues.",
    "business-model":    "Provides energy services such as electricity and natural gas.",
  },
  "Du Pont (E.I.)": {
    "mission-statement": "BLANK will deliver science-driven solutions that make life better, healthier and safer every day. Our BLANK scientists and partners share a passion for delivering innovations that circle the globe and the pride that comes with the BLANK legacy.",
    "business-model":    "Makes chemicals and materials used in a variety of industries.",
  },
  "Duke Energy": {
    "mission-statement": "BLANK is working to build a smarter energy future and deliver affordable, reliable and clean energy to our customers and communities. We are working to bring new technologies, products and services to meet the changing needs of customers.",
    "business-model":    "Produces and distributes electricity.",
  },
  "Dun and Bradstreet": {
    "mission-statement": "BLANK helps customers accelerate growth and improve business performance by uncovering truth and meaning from data. We believe that data can be used to help every organization make smarter decisions, reduce risk, and uncover new opportunities.",
    "business-model":    "Provides data and analysis about businesses.",
  },
  "E-Trade": {
    "mission-statement": "BLANK is dedicated to championing our customers' goals with passion and expertise, using digital tools and services to build smarter financial futures. BLANK believes that everyone should have access to advice and guidance, products and services, anytime, anywhere.",
    "business-model":    "Provides online stock trading and investing services.",
  },
  "Eastman Chemical": {
    "mission-statement": "BLANK drives value through innovation, operational excellence, and distinctive customer relationships, to create and share exceptional value with all stakeholders. BLANK is committed to safety and sustainability in all aspects of its operations.",
    "business-model":    "Manufactures industrial chemicals and plastics.",
  },
  "Eaton Corp": {
    "mission-statement": "BLANK is committed to improving the quality of life and the environment through the use of power management technologies and services. We work with our partners in BLANK to create an environment where all people can work, live, and thrive.",
    "business-model":    "Manufactures electrical components and systems.",
  },
  "eBay Inc": {
    "mission-statement": "At BLANK, we work hard to create an open, safe and vibrant global marketplace. We believe that anyone should be able to harness the power of BLANK to buy or sell almost anything, helping people advance their goals and opportunities every day. ",
    "business-model":    "Buying and selling goods online.",
  },
  "Ecolab Inc": {
    "mission-statement": "At BLANK, we have a basic mission: to make the world cleaner, safer and healthier. We do this by providing sustainable solutions that help our customers and the communities they serve to conserve resources, reduce on-site hazards and improve health and hygiene.",
    "business-model":    "Provides products and services to make workplaces and public spaces safe and hygienic.",
  },
  "Edison International": {
    "mission-statement": "BLANK is committed to leading the clean energy transformation in the communities we serve. We are focused on delivering customer value - safely, reliably, and affordably - through an increasingly diversified mix of innovative energy solutions.",
    "business-model":    "Produces and delivers electricity and energy.",
  },
  "Edwards Lifesciences": {
    "mission-statement": "BLANK is focused on enabling clinicians to make life-saving decisions quickly and accurately for improved patient outcomes. We are dedicated to developing innovative technology to help every patient and reduce the cost of care.",
    "business-model":    "Develops medical technologies to treat cardiovascular diseases.",
  },
  "Electronic Arts": {
    "mission-statement": "BLANK seeks to inspire the world to play by delivering transformative entertainment experiences and experiences that are uniquely BLANK. We strive to bring joy to millions of players around the world by delivering end-to-end experiences that are innovative, compelling, and accessible.",
    "business-model":    "Develops and publishes video games.",
  },
  "EMC Corp": {
    "mission-statement": "BLANK exists to lead customers on their journey to cloud computing by enabling them to store, protect, optimize and consume their information assets in a more agile, trusted and cost-effective way. We are committed to delivering innovative solutions that help organizations of all sizes unlock the Many advantages of cloud computing.",
    "business-model":    "Provides computer data storage and information security solutions.",
  },
  "Emerson Electric": {
    "mission-statement": "BLANK is dedicated to helping address the world's most critical needs through engineering and innovation in the industrial, commercial and residential markets. BLANK is focused on delivering solutions that make a real impact in the world.",
    "business-model":    "Designs and manufactures industrial products and technologies.",
  },
  "Ensco plc": {
    "mission-statement": "BLANK is dedicated to delivering and operating high-specification drilling rigs and offshore support services throughout the world with agility, expertise and integrity. Our goal is to provide our customers with industry-leading services and BLANK's commitment to safety and improved operations.",
    "business-model":    "Provides offshore oil and gas drilling services.",
  },
  "Entergy Corp": {
    "mission-statement": "At BLANK, we are committed to delivering reliable, affordable and cleaner energy to our customers. We are also dedicated to contributing to the prosperity of the communities we serve.",
    "business-model":    "Provides electric power services.",
  },
  "EOG Resources": {
    "mission-statement": "BLANK is committed to safety, environmental protection and social responsibility throughout its operations. We strive to develop innovative solutions that create value for all stakeholders - customers, shareholders, suppliers, employees and the communities in which we live and operate.",
    "business-model":    "Explores for and produces oil and natural gas.",
  },
  "EQT Corporation": {
    "mission-statement": "BLANK is focused on growing a reliable, sustainable and valuable business through the responsible development of energy resources in the pursuit of its long-term goals for the benefit of the communities and stakeholders in the areas in which it operates. We strive to provide best-in class services and competitive returns for our shareholders.",
    "business-model":    "Provides energy services, including oil and gas production, natural gas gathering, compression, and transmission.",
  },
  "Equifax Inc": {
    "mission-statement": "BLANK is committed to using its collective insights and data-driven solutions to power the economic prosperity and financial health of consumers, businesses, governments and communities around the world. BLANK embeds responsible data stewardship into its business practices, and supports responsible innovation and the use of ethical technologies.",
    "business-model":    "Provides credit reporting services.",
  },
  "Equity Residential": {
    "mission-statement": "At BLANK, we are committed to providing a rewarding experience for our residents, team members and shareholders. We strive to create vibrant communities where everyone can flourish, and we use innovation to continuously improve our business.",
    "business-model":    "Rents residential properties.",
  },
  "Estee Lauder Cosmetics": {
    "mission-statement": "BLANK's mission is to acquire and sustain lifelong consumers around the world by innovating high-quality products with technology and by creating customized solutions that deliver superior experiences. Furthermore, we strive to be a responsible corporate citizen, with respect for people, products and the planet.",
    "business-model":    "Sells cosmetics.",
  },
  "Exelon": {
    "mission-statement": "BLANK is focused on leading the transition to a clean energy future through our efforts to reduce emissions, increase energy efficiency, and promote the development and use of clean energy resources. We are committed to enriching the environment, strengthening the communities, and driving shareholder value.",
    "business-model":    "Produces and distributes energy.",
  },
  "Expedia": {
    "mission-statement": "At BLANK, we believe travel enriches our lives and connects us to each other. We're here to help you unleash the potential of BLANK, make travel planning frictionless, and provide the hospitality of a familiar friend.",
    "business-model":    "Booking travel arrangements online.",
  },
  "Expeditors International": {
    "mission-statement": "BLANK is committed to long-term relationships based on integrity, superior performance, mutual trust and benefit. We strive to provide innovative solutions, extremely reliable performance, and competitive rates.",
    "business-model":    "Provides worldwide logistics and supply chain management services.",
  },
  "Express Scripts": {
    "mission-statement": "BLANK is proud to provide healthcare services that help make medication use safer and more affordable. BLANK advances the well-being of all those we serve, striving to provide the right medicine to the right patient at the right time.",
    "business-model":    "Provides prescription medication through mail order and online services.",
  },
  "Exxon Mobil": {
    "mission-statement": "BLANK is committed to being the world's premier petroleum and petrochemical company. BLANK is committed to supplying the energy to drive human progress, advance economic prosperity and make the world more secure.",
    "business-model":    "Sells and refines oil and petroleum products.",
  },
  "F5 Networks": {
    "mission-statement": "BLANK is committed to give customers the best possible experience, enable BLANK to exceed their own expectations with high performance, secure, and automated application services and solutions. BLANK strives to continuously innovate and deliver industry leading solutions.",
    "business-model":    "Provides network solutions for applications, data, and security.",
  },
  "Family Dollar Stores": {
    "mission-statement": "BLANK is committed to delivering value to its customers every day by offering quality, name-brand and private-brand merchandise at low prices in convenient neighborhood store locations. BLANK strives to make shopping easy by offering a pleasant shopping experience.",
    "business-model":    "Sells discounted everyday household items.",
  },
  "Fastenal Co": {
    "mission-statement": "At BLANK, we strive to help our customers win by providing the tools and services they need to compete effectively in their respective markets. We are committed to creating strong relationships, fostering personal and professional growth, and making a positive difference in the communities where we do business.",
    "business-model":    "Distributes industrial and construction supplies and fasteners.",
  },
  "Federated Investors Inc": {
    "mission-statement": "BLANK is committed to delivering value to our clients, offering leading investment products that are designed to help them meet their financial goals and objectives. We aim to provide the education, service and guidance our clients need to make informed decisions with their money.",
    "business-model":    "Manages investments and funds.",
  },
  "FedEx": {
    "mission-statement": "BLANK provides a complete portfolio of transportation, e-commerce and business services to customers and connects markets that comprise the global economy. We strive to develop and maintain long-term relationships through service excellence, industry knowledge and a passion for BLANK.",
    "business-model":    "Delivers packages and documents quickly.",
  },
  "Fidelity National Information Services": {
    "mission-statement": "BLANK is committed to providing best-in-class technology, service and insights to empower BLANK customers to achieve their business goals. We are driven by a passion to deliver innovative solutions and exceptional customer experience.",
    "business-model":    "Provides financial technology services.",
  },
  "Fifth Third Bancorp": {
    "mission-statement": "BLANK, through its affiliates, has established a customer-focused culture that has created one of the most attractive, loyal, and profitable customer bases in the country. BLANK is committed to actively supporting the communities we serve by investing financial and human resources and inspiring employees to volunteer their time and talents.",
    "business-model":    "Provides financial services including banking, investment and credit services.",
  },
  "First Horizon National": {
    "mission-statement": "BLANK is focused on creating long-term relationships with customers while providing a broad range of financial services. BLANK believes that every customer, regardless of size, should enjoy quality service, innovative technology, and competitive products that meet their financial needs.",
    "business-model":    "Provides financial services.",
  },
  "First Solar Inc": {
    "mission-statement": "BLANK is working to foster financially and environmentally sustainable solutions to global energy challenges and accelerate the world's trajectory to a sustainable energy future. We are delivering innovative technologies and solutions that enable our customers to provide clean, reliable energy solutions.",
    "business-model":    "Designs and manufactures solar energy systems.",
  },
  "FirstEnergy Corp": {
    "mission-statement": "BLANK is dedicated to safety, reliability and operational excellence. Our vision is to make BLANK a premier energy company in the Midwest and Mid-Atlantic regions.",
    "business-model":    "Provides electric energy and energy related services.",
  },
  "Fiserv Inc": {
    "mission-statement": "BLANK strives to be the best provider of technology-enabled financial services, so \"financial institutions and consumers have the confidence, convenience and control to be and do their best.\"",
    "business-model":    "Provides financial services technology solutions.",
  },
  "FLIR Systems": {
    "mission-statement": "BLANK's purpose is to develop and deliver innovative sensor solutions that enhance perception and awareness. We strive to be the recognized leader in BLANK-based sensors and integrated sensor systems for applications in the military, security, industrial and commercial markets.",
    "business-model":    "Designs, manufactures, and markets thermal imaging and other sensing systems.",
  },
  "Flowserve Corporation": {
    "mission-statement": "BLANK delivers comprehensive flow control solutions across industries, leveraging cutting-edge technology, decades of experience and best-in-class services to create long-term value for our customers and all stakeholders. Our vision is to BLANK as the preferred, enduring and preferred flow control partner globally.",
    "business-model":    "Designs and manufactures control and flow solutions for the industrial sector.",
  },
  "Fluor Corp": {
    "mission-statement": "BLANK is dedicated to providing innovative and integrated solutions to meet the world's increasingly complex infrastructure needs, with a commitment to safety, quality and sustainability. We work closely with clients to understand their unique objectives, and to develop and execute comprehensive solutions across a variety of markets and geographies.",
    "business-model":    "Provides engineering, procurement, construction, commissioning and maintenance services.",
  },
  "FMC Corporation": {
    "mission-statement": "At BLANK, we are \"inspired to help our customers succeed.\" We work relentlessly to understand and support their needs by delivering innovative solutions and exceptional service.",
    "business-model":    "Produces agricultural and industrial chemical products.",
  },
  "FMC Technologies Inc": {
    "mission-statement": "BLANK seeks to offer our customers new possibilities and greater value for their operations. We are determined to continually develop new technology and services and to deliver these with uncompromising quality and productivity.",
    "business-model":    "Designs and manufactures equipment and systems for the oil and gas industry.",
  },
  "Ford": {
    "mission-statement": "BLANK is committed to building vehicles that are inspired by the customers we serve, and continue to deliver great values to our customers, so that they can experience the BLANK difference.",
    "business-model":    "Designs and manufactures cars and vehicles.",
  },
  "Forest Laboratories": {
    "mission-statement": "BLANK is committed to providing BLANK solutions that help patients persevere in the face of serious disease. We remain dedicated to helping make the most out of life, by striving to ignite a passion for excellence in all we do.",
    "business-model":    "Develops and distributes pharmaceutical products.",
  },
  "Fossil": {
    "mission-statement": "At BLANK, we believe that the most powerful design comes from a collaboration of the past, present and future. Therefore, we work every day to create watches, bags and other accessories that combine iconic silhouettes with modern materials and unexpected details.",
    "business-model":    "Sells watches, bags and clothing.",
  },
  "Franklin Resources": {
    "mission-statement": "BLANK is dedicated to helping clients achieve their long-term financial goals by providing products and services that emphasize capital preservation, liquidity and long-term growth. As a multi-boutique, BLANK is committed to combining expertise from multiple investment teams into one powerful partnership.",
    "business-model":    "Manages investments and provides financial services.",
  },
  "Freeport-McMoran Cp and Gld": {
    "mission-statement": "BLANK is committed to maximizing shareholder value through its two operating subsidiaries -- BLANK Copper & Gold Inc. and McMoRan Exploration Co. -- by acquiring, developing and commercializing mineral resources in a socially and environmentally responsible manner.",
    "business-model":    "Mining and producing copper, gold, and other resources.",
  },
  "Frontier Communications": {
    "mission-statement": "BLANK is dedicated to making sure that our customers receive high-quality products with outstanding customer service. BLANK is also devoted to supporting the local communities in which we serve by providing innovative services, jobs, and charitable involvement.",
    "business-model":    "Provides telecommunications services.",
  },
  "GameStop": {
    "mission-statement": "BLANK is a specialty retailer offering a wide selection of cultural, interactive entertainment products in a fun and exciting environment. BLANK strives to provide superior customer service and an exceptional shopping experience.",
    "business-model":    "Retailer of video game-related products.",
  },
  "Gannett Co": {
    "mission-statement": "At BLANK, our mission is to deliver trusted content and network solutions to customers, while supporting a strong portfolio of local and national media brands across all digital and print platforms. We strive to be a responsible and inclusive member of our communities, and to drive meaningful results through our content and advertising solutions.",
    "business-model":    "Publishes newspapers and digital media.",
  },
  "Gap (The)": {
    "mission-statement": "BLANK is committed to helping people express their personal individuality through their clothing style. BLANK seeks to empower customers to express themselves through our apparel and accessories by leveraging design innovation and value.",
    "business-model":    "Sells clothing and accessories.",
  },
  "General Dynamics": {
    "mission-statement": "BLANK will strive to achieve total customer satisfaction through innovative solutions to their complex challenges. Furthermore, BLANK will continuously seek opportunities to grow and improve our products and services to meet customer needs.",
    "business-model":    "Designs and manufactures military and weapons systems.",
  },
  "General Electric": {
    "mission-statement": "BLANK is a digital, innovative and sustainable industrial company committed to powering the future. We are transforming the world by creating solutions that make life better for people, the planet and our customers.",
    "business-model":    "Manufactures and sells appliances, lighting, power systems, and engines.",
  },
  "General Mills": {
    "mission-statement": "BLANK is driven to make lives healthier, easier and richer, and create opportunities for growth and enrichment in communities around the world. We embrace sustainable practices that protect natural resources, reduce carbon emissions and preserve biodiversity.",
    "business-model":    "Makes and sells packaged food products.",
  },
  "Genuine Parts": {
    "mission-statement": "BLANK is dedicated to local customer service excellence and a commitment to stocking a full offering of BLANK Parts product lines for our customers' convenience. We strive to offer innovative solutions that anticipate and exceed customer expectations.",
    "business-model":    "Distributes automotive parts and accessories.",
  },
  "Genworth Financial Inc": {
    "mission-statement": "BLANK provides financial security through our commitment to helping individuals and families understand their needs, develop solutions and make informed decisions. We also strive to support the professional financial advisors, intermediaries and organizations that serve them.",
    "business-model":    "Provides financial services and insurance products.",
  },
  "Gilead Sciences": {
    "mission-statement": "At BLANK, we strive to provide hope to people facing life-threatening diseases worldwide. We aim to transform science into innovative medicines that have the potential to cure disease and improve lives.",
    "business-model":    "Develops and manufactures biopharmaceutical products for the treatment of serious diseases.",
  },
  "Goldman Sachs": {
    "mission-statement": "BLANK is a leading global investment banking, securities and investment management firm that provides a wide range of financial services to a substantial and diversified client base that includes corporations, financial institutions, governments and high-net-worth individuals. Our goal is to help our clients maximize returns, manage risk and navigate an ever-changing marketplace. We are committed to our employees, as they are key to our success.",
    "business-model":    "Providing financial services such as investment banking, asset management, and trading.",
  },
  "Goodyear Tire and Rubber": {
    "mission-statement": "BLANK strives to be the leader in quality, technology, innovation and customer experience, creating value by providing products and services that enable our customers to move forward with confidence.",
    "business-model":    "Makes and sells tires.",
  },
  "Google": {
    "mission-statement": "BLANK's mission is to organize the world's information and make it universally accessible and useful. We aim to develop services that significantly improve the lives of as many people as possible.",
    "business-model":    "Provides online search tools, web-based services, and software applications.",
  },
  "Grainger (W.W.) Inc": {
    "mission-statement": "BLANK is committed to a high standard of service to our customers by offering quality products, convenient services and delivery options, and knowledgeable, helpful associates. We are dedicated to helping our customers achieve their goals and creating long-term relationships based on trust.",
    "business-model":    "Distributes industrial products and supplies.",
  },
  "Halliburton": {
    "mission-statement": "BLANK is committed to delivering excellence and superior value to our customers regardless of the BLANK and complexity of the challenges they face. We strive to create value through safety, efficiency, and innovation.",
    "business-model":    "Provides oilfield services and equipment to energy companies.",
  },
  "Harley-Davidson": {
    "mission-statement": "BLANK is dedicated to fulfilling dreams of personal freedom with passenger and touring motorcycles, and expanding its presence throughout the world to establish BLANK as a global iconic brand.",
    "business-model":    "Makes and sells motorcycles.",
  },
  "Harman International Industries": {
    "mission-statement": "BLANK is dedicated to being the leading provider of connected products and creating a more connected world. It strives to create meaningful relationships with all of its stakeholders, based on integrity, understanding and mutual respect.",
    "business-model":    "Designs and manufacturers audio and visual equipment.",
  },
  "Harris Corporation": {
    "mission-statement": "At BLANK, we are proud to bring affordable, reliable solutions to the global marketplace. Our commitment is to provide innovative products, systems and services that meet and exceed our customers' expectations of quality, delivery and total cost of ownership.",
    "business-model":    "Designs and manufactures communication and information technology products and services.",
  },
  "Hartford Financial": {
    "mission-statement": "BLANK is committed to helping customers achieve their goals and dreams. We are dedicated to helping customers protect what matters most and achieve financial security.",
    "business-model":    "Provides insurance and other financial services.",
  },
  "Hasbro Inc": {
    "mission-statement": "BLANK is committed to creating the world's best play experiences by leveraging our beloved brands, including BLANK, and leveraging the skills of our passionate and creative employees worldwide.",
    "business-model":    "Makes and sells toys and games.",
  },
  "HCP Inc": {
    "mission-statement": "BLANK strives to create value for all stakeholders with its attractive financial performance, commitment to innovation, and strong corporate governance. We aim to be a responsible corporate citizen, contributing to a better society and environment through our business activities.",
    "business-model":    "Develops and manages healthcare-related real estate investments.",
  },
  "Health Care REIT": {
    "mission-statement": "At BLANK, our mission is to generate strong returns for our shareholders and behave ethically in everything we do while enhancing the quality of life in senior housing and care by providing innovative BLANK solutions for our customers.",
    "business-model":    "Investing in healthcare-related real estate properties.",
  },
  "Heinz (H.J.)": {
    "mission-statement": "BLANK is committed to enhancing people's lives through agriculture, and we empower young farmers and rural entrepreneurs to create more opportunities for themselves and their communities. We strive to create a world where the food we eat is good for us and good for the planet.",
    "business-model":    "Produces food products.",
  },
  "Helmerich and Payne": {
    "mission-statement": "At BLANK, our mission is to continuously exceed the expectations of our stakeholders by creating an atmosphere of trust, teamwork and genuine concern for each other. We are committed to developing innovative solutions to benefit our employees, customers, shareholders, and communities around the world.",
    "business-model":    "Provides oil and gas drilling services.",
  },
  "Hess Corporation": {
    "mission-statement": "BLANK strives to operate profitably, develop and commercialize resources, and grow value for ALL stakeholders. We are passionate about safety, integrity in all we do, operational excellence, respect for our people and environment, and creating energy for the world.",
    "business-model":    "Explores, produces, and sells oil and natural gas.",
  },
  "Hewlett-Packard": {
    "mission-statement": "BLANK's mission is to create technology that makes life better for everyone, everywhere -- every person, every organization, and every community around the globe. This motivates us to do what we do: to innovate and solve real problems, making the world better, more connected, more secure.",
    "business-model":    "Produces computers, printers, and other electronic equipment.",
  },
  "Home Depot": {
    "mission-statement": "BLANK seeks to give our customers the best value on a wide selection of BLANK products that help improve homes, businesses, and outdoor living spaces. BLANK provides the products, services, and solutions to help customers build, maintain, beautify, and enjoy the places they call home.",
    "business-model":    "Sells home improvement products and supplies.",
  },
  "Honeywell International Inc": {
    "mission-statement": "BLANK is dedicated to making our world cleaner, safer, and more sustainable. We radically simplify, digitalize and connect what matters, so BLANK customers can turn ideas into reality and make the world smarter, safer, and more secure.",
    "business-model":    "Designs and manufactures building control systems, industrial products, and aerospace systems.",
  },
  "Hormel Foods": {
    "mission-statement": "BLANK is committed to enriching the lives of all consumers with BLANK-branded food and food-related products. We will achieve this by focusing on fulfilling the mission of delivering great-tasting, high-quality products to the global marketplace.",
    "business-model":    "Sells processed meat products.",
  },
  "Hospira Inc": {
    "mission-statement": "BLANK is committed to increasing access to high-quality healthcare by developing and marketing affordable generic and innovative biopharmaceutical solutions. We strive to deliver products and services that enhance patient safety, reduce human error and will help to deliver better health outcomes.",
    "business-model":    "Makes and distributes medical products and drugs.",
  },
  "Host Hotels and Resorts": {
    "mission-statement": "BLANK is dedicated to enhancing BLANK shareholder value through superior performance of its core lodging business and its selective expansion into other related businesses. BLANK will continue to pursue opportunities to invest in superior projects and assets with a focus on generating returns on capital, building an asset base, and creating growth.",
    "business-model":    "Operates and manages lodging properties.",
  },
  "Hudson City Bancorp": {
    "mission-statement": "Our goal at BLANK is to provide banking products and services of superior value and convenience to customers and communities. We are dedicated to creating long-term customer and shareholder value while promoting the economic development and well being of the markets we serve.",
    "business-model":    "Provides banking services.",
  },
  "Humana Inc": {
    "mission-statement": "At BLANK, we focus on meeting individual needs with plans and services that emphasize prevention, wellness and affordability. Our innovative technology and people-oriented culture create a wide array of options to meet our members' diverse health needs.",
    "business-model":    "Provides health care services.",
  },
  "Huntington Bancshares": {
    "mission-statement": "BLANK is dedicated to being the best financial services provider in the communities we serve. We will demonstrate our commitment to our customers by conducting business with integrity, providing quality products and services, and delivering on our promises.",
    "business-model":    "Provides banking services such as checking, savings, loans, and investments.",
  },
  "Illinois Tool Works": {
    "mission-statement": "As a BLANK, our mission is to create exceptional shareholder value by delivering innovative and high quality products and services that BLANK rely on every day. We strive to build strong relationships and serve the needs of our customers, colleagues, and shareholders.",
    "business-model":    "Manufactures industrial tools and components.",
  },
  "Ingersoll-Rand PLC": {
    "mission-statement": "BLANK is committed to a diverse and inclusive environment where all employees are valued and respected for their skills, experience and unique perspectives. We are committed to providing BLANK customers and stakeholders with innovative products, services and solutions that help them to create progress and a sustainable future.",
    "business-model":    "Designs, manufactures, and sells industrial equipment and components.",
  },
  "Integrys Energy Group Inc": {
    "mission-statement": "BLANK is committed to providing superior value to its customers, creating opportunities for employee development and growth, and maximizing long-term returns to shareholders. We strive to conduct our business in an environmentally responsible manner with integrity and continuous improvement.",
    "business-model":    "Provides energy services, including electricity and natural gas.",
  },
  "Intel Corp": {
    "mission-statement": "At BLANK, our goal is to create world-changing BLANK, technologies, and products that advance the way people work and live. We continually strive to be a trusted and responsible corporate citizen, giving back and contributing to the sustainable development of our communities around the world.",
    "business-model":    "Manufactures computer hardware and software components.",
  },
  "IntercontinentalExchange Inc": {
    "mission-statement": "BLANK provides transparent, technology-based marketplaces and tools that revolutionize risk management for customers in a wide variety of industries. We are committed to delivering the highest level of service and are dedicated to minimizing risk while maximizing liquidity.",
    "business-model":    "Operates and facilitates global markets for trading securities, commodities and derivatives.",
  },
  "IBM": {
    "mission-statement": "BLANK is inventing technologies and services to help transform information into actionable insights that empower people, businesses and society to make smarter decisions and transform industries, markets and lives. BLANK will make the world more innovative, integrated and accessible.",
    "business-model":    "Makes and sells enterprise computer hardware, software and services.",
  },
  "International Flavors and Fragrances": {
    "mission-statement": "BLANK strives to provide creativity and innovation in the fields of flavors and fragrances. We strive to develop products and services that are of the highest quality while providing cost-effective solutions to our customers.",
    "business-model":    "Creates flavors and scents for consumer products.",
  },
  "International Game Technology": {
    "mission-statement": "BLANK strives to develop innovative and responsible gaming products and services that bring entertainment and delight to our customers around the world every day. Our vision is to be the BLANK that creates the most compelling experiences that entertain and engage our global player community.",
    "business-model":    "Designs and manufactures gaming equipment and software.",
  },
  "International Paper": {
    "mission-statement": "BLANK creates value for our shareholders, customers, employees and communities through safe and responsible business operations worldwide. BLANK champions sustainability, improves the lives of people and strengthens the communities where we live and work.",
    "business-model":    "Makes and sells paper and paper products.",
  },
  "Interpublic Group": {
    "mission-statement": "BLANK is committed to building the power of BLANK over time, based on our values of excellence, integrity, diversity and collaboration. Our mission is to create value for our clients and stakeholders through global networks that deploy industry leading solutions.",
    "business-model":    "Provides marketing and advertising services.",
  },
  "Intuit": {
    "mission-statement": "At BLANK, we believe that everyone should have the opportunity to succeed. We are committed to powering BLANK with a mission that focuses on the people who use our products and services, creating an ecosystem of financial success.",
    "business-model":    "Provides financial management services and software.",
  },
  "Intuitive Surgical Inc": {
    "mission-statement": "BLANK is dedicated to using its technological expertise, sophisticated instruments, and intuitive customer interfaces to enhance BLANK's systems for surgeons and healthcare professionals in enabling them to carry out minimally invasive surgical procedures safely and effectively.",
    "business-model":    "Makes robots for performing surgical operations.",
  },
  "Invesco": {
    "mission-statement": "BLANK is dedicated to delivering an investment experience that helps people get more out of life. Our mission is to be the most trusted investment manager, creating distinctive outcomes that matter most to clients, with an unrelenting commitment to put clients first.",
    "business-model":    "Manages investments such as stocks, bonds, and mutual funds.",
  },
  "Iron Mountain Incorporated": {
    "mission-statement": "BLANK strives to be a responsible steward of the environment, embracing innovation and collaboration with our customers and partners to enable secure and sustainable solutions. We believe the solutions and services we provide today will help create a safer and more sustainable future.",
    "business-model":    "Stores and manages physical and digital data.",
  },
  "Jabil Circuit": {
    "mission-statement": "At BLANK, we strive to be the most technologically advanced and reliable manufacturing solutions provider in the world. We deliver comprehensive design, engineering and manufacturing services to customers in a diverse range of industries, and through our collective expertise, drive innovation and markets around the world.",
    "business-model":    "Provides electronic manufacturing services and solutions.",
  },
  "Jacobs Engineering Group": {
    "mission-statement": "At BLANK, our mission is to help our customers achieve their goals by providing excellent services. And to strive to be the contractor and employer of choice, while also maintaining high ethical standards in all we do.",
    "business-model":    "Providing engineering and construction services.",
  },
  "JDS Uniphase Corp": {
    "mission-statement": "The BLANK mission is to enable customers to continually enhance their economics and competitive edge by providing leading-edge solutions that optimize their networks and enable them to better manage and monetize their networks and content. We strive to create long-term value for our customers, employees, and shareholders.",
    "business-model":    "Makes products related to telecommunications and fiber optics.",
  },
  "Johnson and Johnson": {
    "mission-statement": "At BLANK, we strive to enrich the health and well-being of people around the world. With our broad range of BLANK products and services, we are dedicated to providing solutions for today and tomorrow.",
    "business-model":    "Makes and distributes healthcare, beauty, and consumer goods.",
  },
  "Johnson Controls": {
    "mission-statement": "BLANK is focused on delivering products, services and solutions that increase energy efficiency and enable customers to optimize their environmental performance. BLANK enables its customers to make the world safer, more comfortable and sustainable.",
    "business-model":    "Designs and manufactures HVAC systems, fire and security systems, and energy storage solutions.",
  },
  "Joy Global Inc": {
    "mission-statement": "BLANK is committed to be a leading global manufacturer and service provider of high quality, technologically advanced BLANK and related services for BLANK manufacturers, committed to enhance BLANK productivity and profitability.",
    "business-model":    "Designs and manufactures industrial machinery and equipment for the mining industry.",
  },
  "JPMorgan Chase": {
    "mission-statement": "We BLANK build, manage and preserve assets for clients and customers and create economic opportunity by investing in communities. We help people, businesses and institutions with financial solutions to support growth, manage risk and invest for the future.",
    "business-model":    "Providing financial services such as banking, investing, and managing assets.",
  },
  "Juniper Networks": {
    "mission-statement": "BLANK is a provider of innovative networking and security solutions. Our mission is to set the pace of innovation and help customers capitalize on the power of the network to transform their businesses.",
    "business-model":    "Develops and provides networking technologies and products.",
  },
  "Kellogg Co": {
    "mission-statement": "We are committed to enriching and delighting BLANK through foods and brands that matter. Our founder, W.K. BLANK, believed in nourishing potential, and we seek to honor his legacy by using our scale to make a difference--for BLANK, for our consumers and for the planet.",
    "business-model":    "Makes food products such as cereals, snacks, and frozen foods.",
  },
  "KeyCorp": {
    "mission-statement": "BLANK is committed to making BLANK a better place through investment in the regions where we do business and through active involvement in various philanthropic activities. We are dedicated to helping our customers and communities benefit from the power of potential.",
    "business-model":    "Provides financial services, including banking and investments.",
  },
  "Kimberly-Clark": {
    "mission-statement": "Using BLANK core capabilities in innovation, manufacturing and marketing, BLANK creates and builds strong consumer and customer brands that better people's lives in more than 150 countries worldwide. We strive to create long-term value for shareholders through living our Purpose and Vision.",
    "business-model":    "Makes paper products such as facial tissue, toilet paper, paper towels, and diapers.",
  },
  "Kimco Realty": {
    "mission-statement": "BLANK is committed to delivering outstanding value to its customers, shareholders and employees by providing excellent service, products and real estate solutions that meet the highest standards of quality, integrity and reliability.",
    "business-model":    "Real estate investment and management.",
  },
  "Kinder Morgan": {
    "mission-statement": "BLANK is dedicated to connecting people and resources to help meet the world's growing need for energy. We strive to be a leader in safety and environmental stewardship while providing superior returns to our shareholders.",
    "business-model":    "Transports and stores energy.",
  },
  "KLA-Tencor Corp": {
    "mission-statement": "At BLANK, we are dedicated to creating breakthrough process control and yield management solutions that enable the world's leading semiconductor manufacturers to develop, manufacture, and deliver the most advanced integrated circuits. Our vision is to stay ahead of the industry, enabling our customers to get their products quickly and predictably to market.",
    "business-model":    "Designs and manufactures equipment for semiconductor testing.",
  },
  "Kohl's Corp": {
    "mission-statement": "At BLANK, we strive to make shopping easy and fun while delivering new surprises and experiences. We remain committed to our communities and ensure that we are leaders in sustainable retailing and sourcing, while inspiring the next generation.",
    "business-model":    "Sells clothing, shoes, and home goods.",
  },
  "Kraft Foods Inc-A": {
    "mission-statement": "BLANK strives to build and maintain broad-based consumer relationships by delivering delicious food experiences that are safe, wholesome, convenient and competitively priced. It is our mission to BLANK consumer needs worldwide, by engaging in the pursuit of excellence through a passionate and engaged workforce.",
    "business-model":    "Makes and sells food products.",
  },
  "Kroger": {
    "mission-statement": "BLANK is committed to helping communities grow and prosper and strives to attain superior financial and operational performance by living its values: Respect, Honesty, Integrity, Diversity, Inclusion and Safety. BLANK's bottom line is to make life easier and better for all customers.",
    "business-model":    "Sells food and household items.",
  },
  "L-3 Communications Holdings": {
    "mission-statement": "BLANK is dedicated to being a premier provider of communications and security systems. Our focus is to serve our customers by delivering innovative solutions that help the warfighter, secure the homeland and heighten efficiency in critical civil and commercial applications.",
    "business-model":    "Provides communication and information systems.",
  },
  "Laboratory Corp of America Holdings": {
    "mission-statement": "BLANK is dedicated to providing world-class diagnostic solutions, delivering the highest quality in laboratory diagnostics through innovation and groundbreaking technology - all in an effort to improve patient health. BLANK is committed to enhancing patient care by supporting clinical laboratory partners with expert technical guidance, expansive testing capabilities and unparalleled customer service.",
    "business-model":    "Provides laboratory testing services.",
  },
  "Lam Research": {
    "mission-statement": "BLANK is dedicated to enabling prosperity in the semiconductor fabrication process, enabling our customers to gain an advantage in an increasingly complex and competitive landscape. Our focused expertise in co-optimizing etch, deposition, and gas delivery solutions helps drive device performance.",
    "business-model":    "Makes machines used in the production of semiconductors.",
  },
  "Legg Mason": {
    "mission-statement": "BLANK provides financial services to individuals, institutions, corporations and municipalities by offering investment management, research, and diversified financial services. Our primary objectives are to protect and increase our clients' assets, to fulfill their expectations, and to help them reach long-term financial success.",
    "business-model":    "Provides financial services and investments.",
  },
  "Leggett and Platt": {
    "mission-statement": "BLANK is dedicated to continuous innovation, that improves the lives BLANK customers around the world. We are also committed to the highest standards of corporate citizenship, ethical business conduct, environmental stewardship, and shared value creation.",
    "business-model":    "Makes furniture and bedding components.",
  },
  "Lennar Corp": {
    "mission-statement": "At BLANK, our goal is to make the dream of home ownership a reality for our customers. We believe that everyone should have access to high quality, stylish homes that meet their unique needs and fit their individual lifestyles - all at an excellent value.",
    "business-model":    "Builds homes and communities.",
  },
  "Leucadia National Corp": {
    "mission-statement": "BLANK is committed to creating long-term value for our shareholders through disciplined and opportunistic investments in a wide range of assets and businesses. We embrace the diversity of our subsidiaries and have the financial resources to develop and grow them.",
    "business-model":    "Engages in a variety of investments and operations in the financial services sector.",
  },
  "Lexmark Internationl Inc": {
    "mission-statement": "BLANK strives to be an essential partner to their customers in the journey to improve business performance with high-value solutions and services. We believe that success is rooted in accountability, collaboration and action.",
    "business-model":    "Makes and sells printers and related supplies.",
  },
  "Life Technologies": {
    "mission-statement": "BLANK seeks to make a significant contribution to the progress of science by providing innovative BLANK that enable our customers to explore life and improve human health. We strive to serve our customers with outstanding quality, service, and value.",
    "business-model":    "Produces and sells biotechnology products for laboratory research and clinical applications.",
  },
  "Lilly Eli and Co": {
    "mission-statement": "At BLANK, our purpose is to create medicines and medical products that help millions of people live longer, healthier, and more active lives. BLANK is committed to bringing life-changing innovations to people who need them most.",
    "business-model":    "Makes pharmaceuticals and sells medical products.",
  },
  "Limited Brands Inc": {
    "mission-statement": "At BLANK, we empower and inspire the team to achieve remarkable things for the customer through engaging experiences. We believe being in business is not just about delivering products, it's about delivering extraordinary experiences.",
    "business-model":    "Sells clothing, accessories, and personal care products.",
  },
  "Lincoln National": {
    "mission-statement": "BLANK is a Fortune 500 company and a leading provider of innovative life insurance, annuity and investment solutions. We help millions of people take responsibility for their financial future.",
    "business-model":    "Provides financial services, such as insurance and investments.",
  },
  "Linear Technology Corp": {
    "mission-statement": "BLANK is dedicated to providing customers with high performance analog integrated circuits and BLANK products that address the industry's rapidly changing design requirements.  We strive to exceed customer expectations with innovative, high quality products, superior customer service, and reliable long-term supply.",
    "business-model":    "Designs and manufactures analog semiconductors.",
  },
  "Lockheed Martin Corp": {
    "mission-statement": "BLANK advances and preserves the fundamental values that America stands for: freedom, democracy and the pursuit of excellence everywhere. BLANK has a long history of making products that both protect and inspire.",
    "business-model":    "Designs, manufactures, and sells aircraft, missiles, military systems, and aerospace technology.",
  },
  "Loews Hotels": {
    "mission-statement": "At BLANK, we believe in the power of human connection. We strive to provide the same great hospitality you'd experience when visiting a friend--a friend with exceptional service, luxurious amenities, and authentic experiences.",
    "business-model":    "Provides hospitality services, including accommodations and other related services.",
  },
  "Lorillard Inc": {
    "mission-statement": "At BLANK, we strive to create sustainable and legitimate growth, provide shareholders with consistent returns and value, and promote a safe and healthy environment for our employees and customers.",
    "business-model":    "Makes and sells tobacco products.",
  },
  "Lowe's": {
    "mission-statement": "BLANK is dedicated to help its customers improve and maintain their BLANK. We partner with BLANK to provide the tools, products and tips our customers need to help them turn inspiration into action.",
    "business-model":    "Sells home improvement products and supplies.",
  },
  "LSI Corporation": {
    "mission-statement": "BLANK provides products and services that accelerate innovation and deliver enhanced solutions for customers in the storage, consumer, industrial and communications markets. BLANK increases our customers' competitive advantage by enabling them to rapidly deploy end-to-end solutions in the markets they serve.",
    "business-model":    "Designs and manufactures semiconductor chips and related products.",
  },
  "M and T Bank Corp": {
    "mission-statement": "The mission of BLANK is to be the best-managed financial services company in the United States and the provider of choice for our customers, as measured by customer satisfaction. We will strive to create enduring relationships with our customers by delivering superior service and quality financial products.",
    "business-model":    "Provides banking services including checking and savings accounts, loans, mortgage services, and investments.",
  },
  "Macy's": {
    "mission-statement": "BLANK is committed to creating an engaging shopping experience and delivering extraordinary customer service that drives loyalty and retention to achieve profitable growth for all stakeholders. We are relentlessly focused on exceeding store and online customers' expectations.",
    "business-model":    "Sells clothing, shoes, and accessories.",
  },
  "Marathon Oil Corp": {
    "mission-statement": "BLANK is committed to being the world's premier international energy company, providing its customers with competitively priced products and services of the highest quality and ethical standards, while meeting its obligations to society and to shareholders.",
    "business-model":    "Explores for, produces, refines, and markets crude oil and natural gas.",
  },
  "Marathon Petroleum": {
    "mission-statement": "BLANK is committed to being a safe, environmentally responsible and profitable energy leader, supporting our customers and enhancing the communities in which we live and serve. We strive to honor our core values of respect for people, integrity and protecting the environment.",
    "business-model":    "Refines and sells petroleum products.",
  },
  "Marriott International": {
    "mission-statement": "At BLANK, we believe in rewarding our associates for their hard work and offering them exciting opportunities to grow professionally and personally. We are guided by our desire to attract and retain the best people in the industry by providing competitive pay, benefits and a supportive work environment where all excel through innovation and collaboration.",
    "business-model":    "Operates hotels and lodging services.",
  },
  "Marsh and McLennan": {
    "mission-statement": "BLANK helps clients identify, concentrate, and capture opportunities to create value and manage risk. We serve clients in every major marketplace, delivering advice, insights, analytics, and technology to enable transformational actions.",
    "business-model":    "Provides risk management and insurance services.",
  },
  "Masco Corp": {
    "mission-statement": "BLANK works with all stakeholders to ensure that the products, services and solutions they provide make a lasting impact, enriching lives and making a positive difference. We are focused on creating an innovative and collaborative workspace that engages our people and leverages our diverse capabilities.",
    "business-model":    "Manufactures building products, cabinetry, and plumbing products.",
  },
  "Mastercard Inc": {
    "mission-statement": "BLANK exists to make every day easier, safe and more rewarding experiences for all. Fueled by a fundamental sense of responsibility to our broad array of stakeholders, BLANK harnesses its technology and expertise to drive human progress by making lives simpler, safer and more connected.",
    "business-model":    "Processes payments from consumers to businesses.",
  },
  "Mattel Inc": {
    "mission-statement": "At BLANK, our vision is to be the world's acknowledged leader in play, leveraging our portfolio of global consumer brands including BLANK, BLANK, and BLANK. We strive to achieve this vision primarily through creating and sustaining BLANK.",
    "business-model":    "Manufactures and sells toys and games.",
  },
  "McCormick and Co": {
    "mission-statement": "BLANK is dedicated to enriching lives through the promise of flavor. We focus on advancing the potential of spices, sauces, dressings, extracts and other seasoning products to add joy to meals, delight to celebrations and comfort to home.",
    "business-model":    "Produces and markets spices, seasonings, and flavorings.",
  },
  "McDonald's": {
    "mission-statement": "BLANK strives to be our customers' favorite place and way to eat and drink. Our worldwide operations are aligned around a global strategy called the Plan to Win, which center on an exceptional customer experience - People, Products, Place, Price and Promotion.",
    "business-model":    "Sells fast food.",
  },
  "McGraw-Hill": {
    "mission-statement": "BLANK envisions a world where everyone has the tools and confidence to achieve their full potential. We strive to empower students, teachers, and researchers to achieve more, and to support activities and organizations that broaden access to educational opportunities.",
    "business-model":    "Publishes textbooks, reference works, magazines, and other educational and professional materials.",
  },
  "McKesson": {
    "mission-statement": "At BLANK, we strive to make the business of health care run better by providing integrated software, hardware and services that enable our customers to deliver cost-effective and innovative health care solutions. BLANK's mission is to create opportunities for customers to dramatically improve operational efficiency and quality.",
    "business-model":    "Distributes medical supplies and pharmaceuticals.",
  },
  "Mead Johnson": {
    "mission-statement": "BLANK is committed to creating a more secure nutritional future for all children, everywhere. BLANK recognizes the critical role that good nutrition plays in setting a strong foundation for life.",
    "business-model":    "Manufactures infant formula.",
  },
  "MeadWestvaco Corporation": {
    "mission-statement": "BLANK is a global packaging company focused on providing value to customers, enhanced profits to shareholders and improved quality of life in the communities it serves. BLANK invests in long-term relationships through technical expertise, operational excellence and industry knowledge.",
    "business-model":    "Manufactures packaging materials, specialty chemicals and consumer-packaging products.",
  },
  "Medtronic Inc": {
    "mission-statement": "BLANK is focused on alleviating pain, restoring health and extending life for millions of people globally by providing therapies and services that help healthcare professionals improve the quality of life for their patients. To ultimately create broad access to BLANK therapies and services, we will improve affordability and availability, invest in people and processes, and drive innovation.",
    "business-model":    "Designs, manufactures, and sells medical technology devices.",
  },
  "Merck and Co": {
    "mission-statement": "At BLANK, we strive to discover and bring to market healthcare solutions that benefit patients, healthcare professionals, and communities around the world. BLANK is committed to being the premier, research-intensive biopharmaceutical company and to providing leading innovations and solutions for today and the future.",
    "business-model":    "Develops and manufactures medicines, vaccines, and health-related consumer products.",
  },
  "MetLife": {
    "mission-statement": "At BLANK, our mission is to provide financial well-being through solutions that protect and strengthen communities. We strive to create a world where people reach their fullest BLANK potential and can live securely, comfortably and freely.",
    "business-model":    "Provides life insurance, retirement, annuities, and other financial services.",
  },
  "MetroPCS Communications Inc": {
    "mission-statement": "BLANK is dedicated to providing innovative, unsurpassed wireless services at an exceptional value to customers throughout the United States. Our goal is to provide customer satisfaction and to meet the needs of a changing marketplace.",
    "business-model":    "Provides wireless telephone and data services.",
  },
  "Microchip Technology": {
    "mission-statement": "BLANK is dedicated to advancing and perfecting technologies that enable the world's leading embedded control and connectivity solutions for a rapidly evolving world. We strive to bring new levels of cost-performance, power-efficiency and ease-of-use for our customers.",
    "business-model":    "Designs and manufactures semiconductor products and related solutions.",
  },
  "Micron Technology": {
    "mission-statement": "BLANK is committed to making memory and storage products that transform how the world uses information. We strive to create innovative, high-quality solutions that enable our customers to introduce revolutionary BLANK.",
    "business-model":    "Manufactures computer memory chips.",
  },
  "Microsoft Corp": {
    "mission-statement": "BLANK enables digital transformation for the era of an intelligent cloud and an intelligent edge. Its mission is to empower every person and every organization on the planet to achieve more.",
    "business-model":    "Develops and sells computer software.",
  },
  "Molex Inc": {
    "mission-statement": "BLANK strives to deliver technology solutions designed to meet customer needs, reliably and cost-effectively while enabling BLANK associates to meet their professional and personal aspirations. We take pride in our ability to develop innovative, safe, and sustainable products that help our customers address global challenges.",
    "business-model":    "Manufactures electronic connectors and related products.",
  },
  "Molson Coors Brewing Company": {
    "mission-statement": "BLANK is a leading global brewer delivering extraordinary brands that delight the world's beer drinkers. BLANK is connecting people through a portfolio of iconic brands like BLANK, BLANK, BLANK and BLANK.",
    "business-model":    "Manufactures and sells alcoholic beverages.",
  },
  "Monsanto": {
    "mission-statement": "At BLANK, we believe in preparing for tomorrow. We focus on developing sustainable agriculture solutions to help farmers produce food in a more environmentally and economically sustainable manner.",
    "business-model":    "Develops and sells agricultural products, including seeds and chemical applications.",
  },
  "Monster Beverage": {
    "mission-statement": "BLANK is dedicated to marketing its products responsibly and promoting healthy lifestyle among consumers of all ages, especially youth. BLANK encourages people to drink responsibly, in moderation and as part of a active lifestyle.",
    "business-model":    "Sells energy drinks.",
  },
  "Moody's": {
    "mission-statement": "BLANK strives to be an essential part of the global capital markets, creating transparency and enabling market participants to make better decisions. Our core capabilities in Credit Ratings, Research and Risk Management allow us to help navigate an increasingly complex environment.",
    "business-model":    "Provides credit ratings and financial analysis.",
  },
  "Morgan Stanley": {
    "mission-statement": "BLANK is dedicated to providing the highest caliber of BLANK services and advice to corporations, governments, institutions and individuals worldwide. Through our commitment to excellence, we continually strive to be the world's premier BLANK firm.",
    "business-model":    "Provides financial services such as investment banking, wealth management, and securities trading.",
  },
  "The Mosaic Company": {
    "mission-statement": "We believe every BLANK deserves the opportunity to have access to the resources essential to a better life. As a leader in BLANK, we are dedicated to improving the communities where we live and work.",
    "business-model":    "Produces and distributes crop nutrition and protection products.",
  },
  "Motorola Solutions": {
    "mission-statement": "BLANK helps customers be their best in the moments that matter. We build the technology and capabilities that help public safety and commercial customers stay safe, be efficient and stay informed.",
    "business-model":    "Develops communication and technology solutions for businesses.",
  },
  "Murphy Oil": {
    "mission-statement": "BLANK strives to: maintain the highest ethical standards in all our business activities; build a work environment where people can realize their full potential; create an environment of acceptance, inclusion and respect; and strive to be a responsible corporate citizen in the communities in which we operate.",
    "business-model":    "Sells fuel and gas products.",
  },
  "Mylan Inc": {
    "mission-statement": "At BLANK, our mission is to provide the world's 7 billion people access to high quality medicine and to create healthier futures. Our commitment includes providing a wide range of generic and branded pharmaceuticals as well as over-the-counter products.",
    "business-model":    "Distributes branded and generic pharmaceuticals.",
  },
  "Nabors Industries Ltd": {
    "mission-statement": "BLANK strives to create value through innovation, operational excellence and disciplined capital allocation. We are committed to delivering superior operating and financial performance in a safe work environment with social responsibility to the communities in which we operate.",
    "business-model":    "Provides oil drilling technology and services.",
  },
  "NASDAQ OMX Group": {
    "mission-statement": "BLANK strives to provide the most efficient and transparent capital market possible, wherever investors trade. BLANK strives to be a leader in creating innovative, technology-enabled solutions that enhance performance, improve efficiency, and increase transparency.",
    "business-model":    "Operates financial markets and provides services related to securities trading.",
  },
  "National Oilwell Varco Inc": {
    "mission-statement": "BLANK is dedicated to delivering the highest value to the global energy industry through innovation and specificity in components and total-system solutions. We will provide our customers with the best technology, products, and services through a global team effort.",
    "business-model":    "Manufactures and supplies equipment and components used in oil and gas drilling and production operations.",
  },
  "NetApp": {
    "mission-statement": "BLANK helps customers accelerate outcome-driven innovation by modernizing their data infrastructure, empowering them to improve efficiency and workloads to focus on developing more impactful BLANK. BLANK eliminates the complexity and manual work in data suspecting, providing a cloud-like experience no matter where the data is stored.",
    "business-model":    "Stores and manages digital content.",
  },
  "NetFlix": {
    "mission-statement": "BLANK is committed to delivering a compelling entertainment experience built on the foundations of efficiency, innovation, and respect for our members. We continually strive to expand selection, improve our services, and enhance the consumer experience.",
    "business-model":    "Streams on-demand movies and television shows.",
  },
  "Newell Rubbermaid Co": {
    "mission-statement": "BLANK will create value for our shareholders by dynamically leading BLANK around the world, delivering powerful brands that accelerate growth through meeting the everyday needs of consumers, customers and consumers.",
    "business-model":    "Manufactures and sells household and office products.",
  },
  "Newfield Exploration Co": {
    "mission-statement": "BLANK works to identify opportunities that deliver long-term, superior value for BLANK and its stakeholders. We focus our resources and expertise to maximize shareholder value and returns through business strategies driven by operational excellence.",
    "business-model":    "Explores, develops, and produces natural gas and oil.",
  },
  "Newmont Mining Corp (Hldg. Co)": {
    "mission-statement": "BLANK is focused on delivering sustainable value for our stakeholders through responsible mining. Operating in more than five countries on four continents, BLANK is one of the world's largest gold producers.",
    "business-model":    "Mining and producing precious metal products.",
  },
  "News Corporation": {
    "mission-statement": "BLANK seeks to create a more informed and engaged global citizenry by leveraging its resources to inform, entertain, educate and inspire. At the same time, BLANK works to promote an open exchange of information and a better-informed public.",
    "business-model":    "Owns and publishes media outlets, such as newspapers, magazines, and TV channels.",
  },
  "NextEra Energy Resources": {
    "mission-statement": "BLANK is dedicated to helping customers realize their own clean energy goals and contribute to a sustainable future. BLANK is investing in renewable energy projects in more than 30 U.S. states and Canada to help them achieve their economic, environmental, and energy goals.",
    "business-model":    "Generates and sells electricity.",
  },
  "NIKE Inc": {
    "mission-statement": "BLANK is committed to accelerating BLANK culture and harnessing the power of sport to move the world forward. We use the power of sport to move the world forward by providing both the products and experiences that inspire people to take action.",
    "business-model":    "Sells athletic apparel and accessories.",
  },
  "NiSource Inc": {
    "mission-statement": "BLANK strives to create shareholder value through safe, reliable energy delivery in our seven operating states and through our competitively priced and integrated midstream business. We are deeply committed to environmental stewardship, customer service, ethical practices and corporate responsibility.",
    "business-model":    "Supplies energy and utility services.",
  },
  "Noble Corp": {
    "mission-statement": "At BLANK, we strive to achieve operational excellence and industry-leading performance by utilizing superior technology, expertise and innovative solutions to meet the needs of our customers and industry partners. Our vision is to set the standard for BLANK services and products worldwide.",
    "business-model":    "Provides offshore contracting services for the oil and gas industry.",
  },
  "Noble Energy Inc": {
    "mission-statement": "BLANK is committed to conducting business in a socially responsible and ethical manner, while respecting human rights, wellness and safety and protecting the environment. We believe in developing strong relationships with our partners, employees and communities, and in promoting economic development.",
    "business-model":    "Explores for, produces, and markets crude oil and natural gas.",
  },
  "Nordstrom": {
    "mission-statement": "BLANK is guided by the idea of offering the customer the best possible service, selection, quality and value. Our goal is to be recognized as BLANK customers' favorite place and way to shop.",
    "business-model":    "Sells clothing, shoes and accessories.",
  },
  "Norfolk Southern Corp": {
    "mission-statement": "BLANK creates value for its shareholders through safe, reliable, fuel-efficient, and customer-focused transportation and logistics solutions. BLANK will continue to steadily invest in its infrastructure -- assets, people, and technologies -- to ensure the company's competitive position in the global marketplace.",
    "business-model":    "Operates a freight railway network.",
  },
  "Northern Trust Corp": {
    "mission-statement": "BLANK's mission is to deliver the highest quality service experience to our clients, and to provide customized solutions for their specific business needs. We are dedicated to embracing diversity, inclusion, and social responsibility, and proactively investing in our people, industry knowledge, and technology to serve the ever-evolving needs of our clients.",
    "business-model":    "Provides financial services such as asset management, custody services, and corporate and institutional finance.",
  },
  "Northrop Grumman": {
    "mission-statement": "BLANK is dedicated to innovating and inspiring tomorrow's solutions to advance global security and prosperity. We are focused on providing leading capabilities in autonomous systems, cyber, C4ISR, strike, and logistics and modernization to government and commercial customers worldwide.",
    "business-model":    "Makes defense technology and aerospace systems.",
  },
  "Northeast Utilities": {
    "mission-statement": "BLANK is committed to providing superior service and delivering a secure, sustainable energy future. We strive to be an energy leader in the markets we serve, employing innovative management practices and delivering responsible energy solutions for our customers and the communities we serve.",
    "business-model":    "Provides electricity and natural gas services.",
  },
  "NRG Energy": {
    "mission-statement": "BLANK drives change in the U.S. energy industry by delivering cleaner and smarter energy choices, more innovative services, and cleaner energy solutions that help our customers save money and reduce their environmental impact.",
    "business-model":    "Produces and sells electricity.",
  },
  "Nucor Corp": {
    "mission-statement": "BLANK is committed to being the safest, highest quality, lowest cost and most productive supplier of steel products and services in the global marketplace. This commitment is underpinned by our drive for excellence in all aspects of our business.",
    "business-model":    "Manufactures steel products.",
  },
  "Nvidia": {
    "mission-statement": "BLANK is driving advances in AI, robotics and autonomous transportation; helping BLANK customers meet the challenges and opportunities of the new era with accelerated computing, visual computing, AI and digital security.",
    "business-model":    "Designs and manufactures computer graphics chips and related technology.",
  },
  "NYSE Euronext": {
    "mission-statement": "BLANK is dedicated to being the most trusted and reliable exchange and market infrastructure, allowing customers to excel by powering their business and investments with confidence. We strive for excellence in providing innovative products and services through our unique, purpose-built global technology platform.",
    "business-model":    "Operates stock and commodity exchanges.",
  },
  "O'Reilly Automotive": {
    "mission-statement": "BLANK will provide the highest quality products and services to meet the needs of our customers, while striving to maximize shareholder value and profitability. We will do this through ethical, innovative, and professional business practices.",
    "business-model":    "Retails automotive parts and accessories.",
  },
  "Occidental Petroleum": {
    "mission-statement": "At BLANK, our social contract is to provide our shareholders with a reasonable return over time and to provide the public with safe and reliable products and services. We recognize that our actions and relationships with customers, governments, communities and employees will determine our long-term success.",
    "business-model":    "Explores and extracts oil and gas.",
  },
  "Omnicom Group": {
    "mission-statement": "BLANK is dedicated to delivering the highest quality services and maximum value to clients by creating synergies of BLANK skills and resources across BRAND divisions. We are committed to setting the highest standards in creative excellence, customer service and talent development.",
    "business-model":    "Provides advertising, marketing, and corporate communications services.",
  },
  "ONEOK": {
    "mission-statement": "BLANK is committed to making long-term investments in strategically located assets, creating value by investing in high-return projects that are expected to generate the BLANK shareholder value. We strive to achieve operational excellence throughout operations and build strong relationships with stakeholders.",
    "business-model":    "Distributes natural gas, natural gas liquids, and related products.",
  },
  "Oracle Corp": {
    "mission-statement": "BLANK is committed to helping their customers leverage BLANK cloud and technology to innovate and drive their digital transformation. BLANK is helping develop autonomous capabilities to manage data and automate processes, enabling customers to accelerate their journey to the cloud.",
    "business-model":    "Develops and sells software programs and services.",
  },
  "Owens-Illinois Inc": {
    "mission-statement": "BLANK is committed to providing high-quality solutions to customers around the world so they can enjoy a better quality of life. BLANK's team of highly-trained professionals works every day to build a better future for its customers, employees, and communities.",
    "business-model":    "Manufactures and distributes Glass containers.",
  },
  "PACCAR Inc": {
    "mission-statement": "BLANK's continual focus is to achieve excellence in every component of its business. BLANK strives to conduct its operations in a manner that respects the balance between economic growth, safety, environmental responsibility, and social progress.",
    "business-model":    "Designs and manufactures commercial trucks, industrial engines, and related parts and services.",
  },
  "Pall Corp": {
    "mission-statement": "BLANK pursues its mission through enabling customer success, striving to deliver innovative solutions through collaboration with customers, partners, and colleagues. We work hard to ensure responsible stewardship of the communities and environments in which we operate.",
    "business-model":    "Manufactures and distributes filtration, separation, and purification products.",
  },
  "Parker-Hannifin": {
    "mission-statement": "BLANK is dedicated to making its customers' success the foundation of its own. We partner with customers to develop and implement solutions that reduce costs, increase productivity, and improve for BLANK and all its stakeholders.",
    "business-model":    "Manufactures and sells motion and control technologies and systems.",
  },
  "Patterson Companies": {
    "mission-statement": "BLANK is dedicated to building long-term relationships with our customers and delivering the products and services they need to practice quality care. We are committed to the success of those we serve through superior customer service, constantly improved products and services, and innovative technologies that aid in delivering quality health care.",
    "business-model":    "Distributes medical and dental products and equipment.",
  },
  "Paychex Inc": {
    "mission-statement": "BLANK is committed to providing our clients the most secure, reliable and cost-effective solutions to help manage their human capital needs. BLANK helps businesses of all sizes with human resource administration, payroll processing, retirement services administration, insurance options, and more.",
    "business-model":    "Provides payroll and human resource services.",
  },
  "Peabody Energy": {
    "mission-statement": "BLANK is committed to enabling greater human progress through responsible mining of the earth's natural resources. We remain committed to delivering value to our stakeholders through the development and responsible use of our energy resources.",
    "business-model":    "Produces and sells coal.",
  },
  "J.C. Penney": {
    "mission-statement": "BLANK is grounded in tradition and committed to highlighting the modern family across America. We strive to create and provide quality experiences, products and services that BLANK customers can trust and value.",
    "business-model":    "Sells clothing, household items, and other merchandise.",
  },
  "People's United Bank": {
    "mission-statement": "BLANK is committed to help customers achieve financial success and peace of mind. We do so by offering the convenience of a full range of quality banking solutions, delivering superior customer service, and providing a positive impact in the communities we serve.",
    "business-model":    "Provides banking, financial services and products.",
  },
  "Pepco Holdings Inc": {
    "mission-statement": "BLANK is dedicated to providing reliable electricity and natural gas service to customers, and improving the communities we serve by delivering superior customer service, sustained financial strength, and responsible environmental stewardship.",
    "business-model":    "Produces and distributes electricity and natural gas.",
  },
  "PepsiCo Inc": {
    "mission-statement": "At BLANK, we aim to deliver top-tier financial performance over the long term by creating sustainable growth and shareholder value. We strive for a healthier, more sustainable food system by offering enjoyable, affordable, good-for-you choices.",
    "business-model":    "Sells food and beverages.",
  },
  "PerkinElmer": {
    "mission-statement": "At BLANK, it is our mission to improve the health and safety of people and the environment. We strive to provide innovative detection, imaging, informatics, and service capabilities for the BLANK that enable earlier, more accurate insights to drive smarter decisions.",
    "business-model":    "Sells laboratory equipment and provides services related to the analysis of substances.",
  },
  "Perrigo": {
    "mission-statement": "BLANK strives to provide quality, affordable healthcare products. Through our state of the art manufacturing facilities, we offer a broad selection of over-the-counter and generic prescription pharmaceuticals, nutritional products, active pharmaceutical ingredients and animal health products.",
    "business-model":    "Manufactures and distributes over-the-counter and generic medicines.",
  },
  "Pfizer": {
    "mission-statement": "BLANK is committed to applying science and our global resources to improve health and well being at every stage of life. We strive to provide access to safe, effective and affordable BLANK products to the people who need them.",
    "business-model":    "Manufactures pharmaceutical drugs.",
  },
  "PG and E": {
    "mission-statement": "BLANK is committed to providing safe, reliable, and affordable energy to power the lives of 15 million people in Northern and Central California. We will deliver a seamless customer experience, exemplify corporate citizenship, and foster a culture of safety, innovation, and collaborative action.",
    "business-model":    "Provides electricity and natural gas services.",
  },
  "Philip Morris International": {
    "mission-statement": "BLANK is dedicated to building a smoke-free future and creating a better tomorrow. We will achieve this by offering a greater variety of BLANK products that meet a broad spectrum of adult consumer preferences and lifestyles.",
    "business-model":    "Produces and sells cigarettes and other tobacco products.",
  },
  "Phillips 66": {
    "mission-statement": "BLANK is committed to providing customers with quality products and services, and advancing BLANK's leadership in the energy industry through brand reputation and strategic business investments.",
    "business-model":    "Sells gasoline and other fuel products.",
  },
  "Pinnacle West Capital": {
    "mission-statement": "BLANK has a strategy focused on balanced growth and providing a reliable return for our shareholders. BLANK is committed to superior customer service, workplace excellence, environmental responsibility, and sound corporate governance.",
    "business-model":    "Provides electricity services and invests in energy-related businesses.",
  },
  "Pioneer Natural Resources": {
    "mission-statement": "BLANK is committed to maximizing stakeholder value through sustainable development and responsible engagement with the communities in which it operates. BLANK is committed to providing a safe work environment for its employees and contractors while being an industry leader in environmental stewardship.",
    "business-model":    "Explores and produces oil and natural gas.",
  },
  "Pitney-Bowes": {
    "mission-statement": "BLANK strives to inspire and empower progress around the world by providing innovative BLANK, consumables and services to businesses of all sizes. We furnish our clients with the data, insights, and ideas they need to access opportunities and fuel growth.",
    "business-model":    "Provides mailing and shipping services.",
  },
  "Plum Creek Timber Co": {
    "mission-statement": "BLANK empowers its employees to contribute to a safe work environment that is focused on sustainable forestry for future generations. To do this, BLANK's objectives are to reduce waste, enhance biodiversity, protect wetlands, and develop renewable sources of fiber.",
    "business-model":    "Harvests and sells timber products.",
  },
  "PNC Financial Services": {
    "mission-statement": "BLANK is committed to making a difference in the lives of our customers and communities. We strive to be the most helpful company to our customers and associates, achieving superior performance through teamwork and innovation.",
    "business-model":    "Provides banking and financial services.",
  },
  "Polo Ralph Lauren Corp": {
    "mission-statement": "BLANK's mission is to unite generations across time and place with timeless style and enduring quality while embracing a responsible approach that shows how we can all create a better future. We strive to inspire progress and opportunity through the power of our design and initiatives that drive a more sustainable future.",
    "business-model":    "Sells designer apparel and accessories.",
  },
  "PPG Industries": {
    "mission-statement": "At BLANK, we focus on delivering breakthrough innovations and ever-improving performance for our customers to help them win in their markets and make a difference in the lives of people around the world. Through trust, we strive for passion, excellence, integrity, inclusiveness and safety to drive profitable, sustainable growth.",
    "business-model":    "Manufactures coatings, specialty materials, and glass products.",
  },
  "PPL Corp": {
    "mission-statement": "BLANK is a diversified energy company committed to delivering reliable and affordable energy services to its customers. BLANK is dedicated to being an energy leader in its industry, with respect for the safety of its workforce and respect for its environment.",
    "business-model":    "Provides electricity and energy services.",
  },
  "Praxair Inc": {
    "mission-statement": "BLANK is committed to conducting its business responsibly and to making a positive difference in the communities where it operates. Through its Corporate Giving Program, BLANK works to address the needs of the communities it serves, including supporting education and workforce development, protecting our environment and providing emergency preparedness.",
    "business-model":    "Produces industrial gases.",
  },
  "Precision Castparts": {
    "mission-statement": "BLANK is dedicated to consistently providing value to customers through superior quality products and services. We strive to meet or exceed customer expectations and continuously improve every aspect of our businesses.",
    "business-model":    "Makes metal parts for other companies.",
  },
  "Priceline.com Inc": {
    "mission-statement": "BLANK mission is to create a new way for customers to save money on domestic and international air travel, and for travel service providers to increase their revenue opportunities. We strive to become a premier travel commerce platform providing customers with rich selection, competitive fares, and reliable service.",
    "business-model":    "Offers discounted travel services and reservations.",
  },
  "Principal Financial Group": {
    "mission-statement": "BLANK strives to give its customers the power to achieve their long-term financial goals by providing innovative products, sound guidance and reliable services. Our BLANK team is focused on building lifetime relationships with customers through strong financial security and excellent service.",
    "business-model":    "Provides financial services and retirement-related investments.",
  },
  "Procter and Gamble": {
    "mission-statement": "BLANK is focused on providing branded products and services of superior quality and value that improve the lives of the world's consumers, now and for generations to come. We put the consumer at the center of everything that we do, contributing to healthier lives and happier homes for people around the world.",
    "business-model":    "Makes and sells consumer goods such as household cleaning products, personal care items, and healthcare products.",
  },
  "Progressive Corp": {
    "mission-statement": "BLANK is committed to creating an inclusive workplace that embraces and leverages the diversity of our employees. We focus on developing and retaining a culturally competent workforce as well as creating an environment where all employees are respected and valued.",
    "business-model":    "Provides insurance and other financial services.",
  },
  "ProLogis": {
    "mission-statement": "BLANK is dedicated to providing world-class services and high-performance real estate solutions to help customers grow and succeed. We create long-term value for our customers by providing dependable facilities, enabling them to rapidly meet changes in supply chain needs.",
    "business-model":    "Develops and manages industrial real estate.",
  },
  "Prudential Financial": {
    "mission-statement": "We help BLANK and their greater communities achieve financial well-being and security. We provide individuals, families, institutions and others the confidence and control to achieve what they strive for today and plan for tomorrow.",
    "business-model":    "Provides life insurance and other investment products.",
  },
  "Public Serv. Enterprise Inc": {
    "mission-statement": "BLANK strives to create an environment that promotes and encourages sustainability and energy efficiency while emphasizing BLANK. We prioritize the health of our environment over our bottom line, using resources responsibly and investing in renewable energy.",
    "business-model":    "Provides energy and other services to customers.",
  },
  "Public Storage": {
    "mission-statement": "At BLANK, our mission is to exceed our customers' expectations by providing clean, well-maintained storage facilities at competitive prices. We strive to ensure a secure and hassle-free storage experience for our BLANK customers.",
    "business-model":    "Provides self storage units for rent.",
  },
  "Pulte Homes Inc": {
    "mission-statement": "At BLANK, we build consumer inspired homes and communities to make lives better. We are relentless in our pursuit of building the highest quality homes with innovative designs, energy efficient features and premium customer service.",
    "business-model":    "Builds homes.",
  },
  "QEP Resources": {
    "mission-statement": "BLANK is focused on transforming into a leading pure-play, high-margin oil and natural gas exploration and production company with the use of operational excellence and disciplined capital allocation. Our goal is to create long-term shareholder value by targeting high-return investments and responsible development and production of our natural gas and oil assets.",
    "business-model":    "Explores and develops oil and natural gas resources.",
  },
  "Quanta Services Inc": {
    "mission-statement": "BLANK is dedicated to providing the highest levels of safety, integrity, and quality in the deliverance of our services. We are committed to creating value through our investments in human capital, operational excellence, and technology.",
    "business-model":    "Provides engineering and construction services for energy and communications infrastructure.",
  },
  "QUALCOMM Inc": {
    "mission-statement": "BLANK enables leading-edge mobile technologies to transform the way people live, work, play, and learn. BLANK brings life to wireless products and services by inventing, enhancing, and delivering communications technologies and services that connect and enrich lives.",
    "business-model":    "Designs and manufactures telecommunications technology.",
  },
  "Quest Diagnostics": {
    "mission-statement": "At BLANK, we look to empower individuals with insights to enhance and protect their health. We are driven by our strategy to become an essential partner in the patient-centered healthcare system, delivering high-quality information and services to physicians, patients, payors, health systems and other members of the healthcare community.",
    "business-model":    "Provides medical diagnostic testing services.",
  },
  "Range Resources Corp": {
    "mission-statement": "BLANK is committed to creating shareholder value through its efficient operations and disciplined execution of our business plan--developing and monetizing a growing portfolio of long-lived and repeatable oil, condensate, and natural gas assets.",
    "business-model":    "Explores for and develops natural gas and oil resources.",
  },
  "Raytheon": {
    "mission-statement": "BLANK is committed to innovation and excellence in everything we do. We partner with customers in BLANK and around the world to develop and apply sophisticated technologies to meet their needs.",
    "business-model":    "Designs, manufactures, and integrates advanced technology systems and products.",
  },
  "Red Hat": {
    "mission-statement": "BLANK enables enterprises to gain insights from their data and innovate faster by modernizing their IT, optimising their hybrid cloud, and transforming their applications--from traditional to containerized to cloud-native. BLANK also offers emerging technologies for the open hybrid cloud to developers, end users, and IT professionals.",
    "business-model":    "Provides open source software solutions.",
  },
  "Regions Financial Corp": {
    "mission-statement": "BLANK will strengthen communities through investing in people. We will invest in customers by delivering responsible financial services and products, and assist them in making smart financial decisions.",
    "business-model":    "Provides banking and financial services.",
  },
  "Republic Services Inc": {
    "mission-statement": "BLANK is committed to being a business leader in environmental stewardship and providing superior services at competitive prices. We are dedicated to preserving our environment by implementing green initiatives, furnishing exceptional customer care, and promoting an inclusive culture built on safety, respect and trust.",
    "business-model":    "Provides waste and environmental services.",
  },
  "Reynolds American Inc": {
    "mission-statement": "At BLANK, we are devoted to transforming the way adult tobacco consumers LIVE, LEARN, WORK and PLAY. We are creating products and services that make life better and demonstrate bold and dynamic leadership.",
    "business-model":    "Manufactures and sells tobacco products.",
  },
  "Robert Half International": {
    "mission-statement": "BLANK is dedicated to providing talented professionals with the expertise and opportunities for job success and business solutions. We foster an inclusive work environment that empowers BLANK employees to make a difference in their careers and in the communities where they live and work.",
    "business-model":    "Provides staffing and consulting services for businesses.",
  },
  "Rockwell Automation Inc": {
    "mission-statement": "BLANK enables customers to be more productive and the world more sustainable. Our comprehensive portfolio helps BLANK customers safely and securely access and lend intelligence to their digital assets so they can innovate further, collaborate better, and optimize their investments.",
    "business-model":    "Designs and manufactures industrial automation equipment.",
  },
  "Rockwell Collins": {
    "mission-statement": "BLANK is dedicated to making flight safer, more efficient and more enjoyable. We provide innovative products and systems to enable easier, more reliable and more enjoyable operations in the air and on the ground.",
    "business-model":    "Designs and manufactures communication and aviation equipment.",
  },
  "Roper Industries": {
    "mission-statement": "BLANK is devoted to providing innovative solutions to institutional and industrial markets worldwide. Our broad portfolio of BLANK products and services is widely recognized for its performance, quality, and value.",
    "business-model":    "Manufactures and distributes industrial products and services.",
  },
  "Ross Stores Inc": {
    "mission-statement": "BLANK is committed to providing our customers with excellent values that assist the modern families in making their lifestyles more affordable and enjoyable. We strive to offer contemporary, quality merchandise in a convenient, friendly, and fun shopping environment.",
    "business-model":    "Sells discounted clothing and home goods.",
  },
  "Rowan Cos Ltd": {
    "mission-statement": "BLANK is committed to providing innovative solutions for its clients to make meaningful progress in their businesses. We strive to transform the way our clients do business and provide them with cutting-edge technological solutions that can give them the edge.",
    "business-model":    "Supplies oil and gas drilling equipment.",
  },
  "Ryder System": {
    "mission-statement": "BLANK strives to operate with efficiency, integrity and continuity to satisfy our customers' needs and expectations for quality BLANK services. We strive to be an employer of choice and provide a safe and secure working environment for our employees.",
    "business-model":    "Provides transportation and logistics services.",
  },
  "Safeway": {
    "mission-statement": "BLANK is dedicated to providing our customers with superior shopping value and BLANK for every occasion. To ensure the best quality, BLANK selects the freshest and finest products from around the world.",
    "business-model":    "Sells groceries and household items.",
  },
  "SAIC": {
    "mission-statement": "BLANK leverages the talent and resources of our diverse indices of employees, scientists, and engineers. We rally around a common vision: To be the most trusted BLANK in solving customers' most complex mission critical needs.",
    "business-model":    "Provides professional engineering, scientific and technical services.",
  },
  "Salesforce.com": {
    "mission-statement": "BLANK's mission is to improve the state of the world by empowering companies and individuals to revolutionize their relationships with customers, partners, and employees. By providing cloud computing services in an intuitive, secure, and reliable environment, we help companies earn customer loyalty and confidence.",
    "business-model":    "Provides cloud-based software for businesses to manage customer relationships, marketing, and sales.",
  },
  "SanDisk": {
    "mission-statement": "At BLANK, we strive to create value by transforming the way the world uses information. We design, develop, manufacture and market a broad spectrum of innovative BLANK products, and provide customers with the best possible experience in storing, transferring and using digital content.",
    "business-model":    "Manufactures computer storage products.",
  },
  "SCANA Corp": {
    "mission-statement": "BLANK mission is to create value for our customers, shareholders, employees and the communities we serve through sustained financial success and responsible business practices. We remain dedicated to providing safe, reliable, competitively priced energy and energy services.",
    "business-model":    "Provides energy services such as electricity and natural gas.",
  },
  "Schlumberger Ltd": {
    "mission-statement": "BLANK is a leading technology provider for the energy industry. We are committed to helping customers drive operational performance and efficiency through BLANK's comprehensive portfolio of advanced technology solutions.",
    "business-model":    "Provides services and technology for the oil and gas industry.",
  },
  "Scripps Networks Interactive Inc": {
    "mission-statement": "At BLANK, we bring our passion for storytelling and powerful insights to the 'lifestyle, entertainment, and information' space. We use engaging content to reach our audiences wherever they are, creating, curating, and engaging them to be in relationships with our BLANK content brands.",
    "business-model":    "Produces and distributes lifestyle-oriented content across multiple platforms.",
  },
  "Seagate Technology": {
    "mission-statement": "BLANK is passionate about storing the world's data and delivers advanced drive technologies that empower people to create, share and preserve their most critical memories and business data. We stand for peace of mind, convenience and enhanced stability for all customers.",
    "business-model":    "Makes and sells data storage products.",
  },
  "Sealed Air Corp": {
    "mission-statement": "BLANK focuses on making a positive difference in the world by providing innovative solutions to lowest total cost, while creating superior value for BLANK stakeholders, customers, employees, and communities.",
    "business-model":    "Makes and sells packaging materials and products.",
  },
  "Sears Holdings Corporation": {
    "mission-statement": "BLANK strives to bring value to shoppers through quality services, products and solutions, enabling them to save money and live better. BLANK is committed to improving the Lives of our customers by providing distinctive name-brand & BLANK products, strong service offerings &integrated retail experiences.",
    "business-model":    "Sells home appliances, clothing, and other merchandise through retail stores and online.",
  },
  "Sempra Energy": {
    "mission-statement": "BLANK delivers energy with safety, reliability and operational excellence. We strive to be the world's premier regulated natural gas and electric service provider, setting the benchmark for customer and stakeholder value creation.",
    "business-model":    "Provides energy services from natural gas and renewable sources.",
  },
  "Sherwin-Williams": {
    "mission-statement": "At BLANK, we believe people shouldn't have to compromise on style, color or the health of their homes. That's why we provide the broadest selection of premium paints, stains, and finishes available - to help bring any vision to life.",
    "business-model":    "Makes and sells paints, stains, and coatings.",
  },
  "Sigma-Aldrich": {
    "mission-statement": "BLANK is committed to enabling science to improve the quality of life by providing high-quality, innovative BLANK, and services that excel in meeting the needs of its customers. BLANK pursues opportunities to collaborate with researchers to advance the boundaries of scientific discovery.",
    "business-model":    "Sells chemicals and laboratory supplies.",
  },
  "Simon Property Group Inc": {
    "mission-statement": "BLANK seeks to create and maintain many distinctive characteristics that are fundamental to retail real estate success, including quality, value, service, innovation, expertise and financial strength. BLANK is focused on creating traffic and revenue growth for retailers, developers, owners and BLANK.",
    "business-model":    "Operates and owns shopping malls and retail outlets.",
  },
  "SLM Corporation": {
    "mission-statement": "BLANK is dedicated to helping BLANK professionals become more productive and successful by providing high-quality, comprehensive training and performance management resources. Our mission is to create rare and powerful learning experiences that inspire and equip professionals to drive innovation and productivity in their organizations.",
    "business-model":    "Provides financial services, including student loan and account management.",
  },
  "Smucker": {
    "mission-statement": "BLANK is committed to bringing families together to share memorable meals and moments. We strive to enrich lives through joy that mealtimes bring.",
    "business-model":    "Makes and sells edible products such as jams, jellies, peanut butter, and syrups.",
  },
  "Snap-On Inc": {
    "mission-statement": "BLANK is dedicated to providing a rewarding work experience and to solidifying our position as the premier global BLANK of products, services and solutions. We strive to enhance shareholder value, customer loyalty, and employee engagement.",
    "business-model":    "Makes tools and equipment for professional use.",
  },
  "Southern Co": {
    "mission-statement": "BLANK strives to be an industry leader in providing world-class service at a reasonable cost, creating value for customers, shareholders, employees and communities we serve. We continuously seek to improve the quality of life for the customers, employees, communities and shareholders BLANK serves.",
    "business-model":    "Provides electricity and natural gas services.",
  },
  "Southwest Airlines": {
    "mission-statement": "BLANK strives to maintain the highest quality of Customer Service delivered with a sense of warmth, friendliness, individual pride, and Company Spirit. BLANK is dedicated to the highest quality of Customer Service delivered with a sense of warmth, friendliness, individual pride, and Company Spirit.",
    "business-model":    "Operates a low-cost airline.",
  },
  "Southwestern Energy": {
    "mission-statement": "BLANK is committed to protecting the environment and safety of those around us. We cultivate meaningful relationships with our employees, customers, shareholders and the communities in which we operate.",
    "business-model":    "Explores and produces natural gas and oil.",
  },
  "Spectra Energy Corp": {
    "mission-statement": "BLANK will build the infrastructure to deliver the energy that powers our lives, create opportunities for customers to capitalize on growing natural gas markets, and capture new value through service excellence. We will safely operate our assets and strive to benefit the communities where we operate.",
    "business-model":    "Distributes natural gas.",
  },
  "Sprint Nextel Corp": {
    "mission-statement": "BLANK's mission is to be the preferred and trusted communications provider, with the best network, products and services, offering to all customer segments the opportunity to stay connected at their highest potential. Our solutions empower customers to live their lives connected, making BLANK's connected lifestyle the envy of the world.",
    "business-model":    "Provides wireless communication services.",
  },
  "St Jude Medical": {
    "mission-statement": "BLANK serves patients worldwide by providing clinicians and hospitals with the information and tools they need to provide the best care possible. BLANK has committed to advancing patient care by delivering life-saving technologies and striving to improve patient outcomes.",
    "business-model":    "Makes medical devices and technology.",
  },
  "Stanley Black and Decker": {
    "mission-statement": "BLANK is an S&P 100 Company focused on creating value through business growth, innovation, and customer satisfaction. We enable professional tradespeople and do-it-yourselfers to drive the world forward through products, services, and solutions that make people's lives easier and more productive.",
    "business-model":    "Makes power tools, hand tools and storage solutions.",
  },
  "Staples Inc": {
    "mission-statement": "BLANK seeks to provide products, services and expertise that help customers make more happen in their work lives. We are dedicated to offering customers more products with greater value, enhanced shopping convenience and an inspired and informed sales team.",
    "business-model":    "Sells office supplies and furniture.",
  },
  "Starbucks Corp": {
    "mission-statement": "BLANK is committed to a role of environmental leadership in all facets of our business. We invest in our communities to create opportunities and develop ethical business practices, while striving to achieve a net positive impact on the planet.",
    "business-model":    "Sells coffee and other beverages.",
  },
  "Starwood Hotels and Resorts": {
    "mission-statement": "BLANK is dedicated to ensuring lasting memories and unforgettable experiences for our guests worldwide. We seek to exceed expectations and provide exceptional service, comfort and choice through our BLANK, owned and franchised locations across the world.",
    "business-model":    "Provides lodging and hospitality services.",
  },
  "State Street Corp": {
    "mission-statement": "BLANK believes in making investments and the markets work for people, not just a few. We are dedicated to providing the investment capabilities, market insights, and technology solutions that enable clients to reach their desired goals.",
    "business-model":    "Manages financial assets and provides investment and related services.",
  },
  "Stericycle Inc": {
    "mission-statement": "BLANK is committed to delivering superior solutions to help protect people and brands, eliminate waste, and improve healthcare compliance and safety. We strive to create meaningful value for our customers, employees, and communities, while remaining compliant with environmental regulations.",
    "business-model":    "Provides medical and hazardous waste management services.",
  },
  "Stryker Corp": {
    "mission-statement": "BLANK is committed to providing value to healthcare providers and improving the quality of life for patients around the world by developing market-leading technologies, products and services focused on helping healthcare professionals deliver the best patient care.",
    "business-model":    "Develops and manufactures medical technology and equipment.",
  },
  "Sunoco Inc": {
    "mission-statement": "BLANK is driven to deliver extraordinary energy solutions and experiences that match the pace of modern life, while helping bridge to a secure energy future. We focus on operational excellence and safety at every turn while embracing innovation and leading with our values.",
    "business-model":    "Sells gasoline and other petroleum products.",
  },
  "SunTrust Banks": {
    "mission-statement": "BLANK's mission is to enable people to live better lives by helping them reach their financial goals and creating long-term value for our clients, our shareholders and our communities. We will accomplish this through strong, collaborative team efforts and an unwavering commitment to excellence in everything we do.",
    "business-model":    "Provides banking and financial services.",
  },
  "Symantec": {
    "mission-statement": "At BLANK, we strive to keep our customers--from consumers to small and large businesses--safe in today's connected world. We protect them from existing and emerging cyber threats with an unwavering commitment to innovation, integrity and teamwork.",
    "business-model":    "Provides security software and services.",
  },
  "Sysco Corp": {
    "mission-statement": "BLANK is dedicated to helping its influencers succeed by providing customers with world-class food products, services, management solutions, and knowledge. We strive to enrich the quality of life for the communities we serve and our associates.",
    "business-model":    "Distributes food and beverage products to restaurants, hotels, and other institutions.",
  },
  "T. Rowe Price Group": {
    "mission-statement": "BLANK is committed to delivering long-term results to our clients, through a disciplined investment approach focused on evidence-based research to drive performance and help BLANK clients realize their financial goals.",
    "business-model":    "Provides investment services.",
  },
  "Target Corp": {
    "mission-statement": "We strive to make BLANK a preferred shopping destination for our guests by delivering outstanding value, continuous innovation and an exceptional guest experience by consistently fulfilling our Expect More. Pay Less. brand promise.",
    "business-model":    "Sells retail goods.",
  },
  "TE Connectivity Ltd.": {
    "mission-statement": "BLANK's mission is to create a more connected future by bringing the world's best technology together to better serve customers and enhance lives. We are focused on providing value in every interaction, creating winning outcomes for our customers, employees, shareholders, and families in the communities where BLANK operates.",
    "business-model":    "Manufactures electronic connectivity components and systems.",
  },
  "TECO Energy": {
    "mission-statement": "BLANK is dedicated to providing reliable and competitively-priced energy services while striking a balance between economic, environmental and social considerations. We strive to continuously improve the quality of life for our customers and our communities.",
    "business-model":    "Providing electricity and gas services.",
  },
  "Tenet Healthcare Corp": {
    "mission-statement": "BLANK is dedicated to delivering high-quality, cost-effective healthcare services in the communities it serves. BLANK's mission is to provide superior quality healthcare services that: improve the health of the individuals and communities it serves, provide meaningful access to care and promote education on health and hospital-related issues.",
    "business-model":    "Provides medical services and operates hospitals and clinics.",
  },
  "Teradata Corp": {
    "mission-statement": "At BLANK, we strive to be the world's leading analytics company, delivering breakthrough analytics to empower our customers and improve the world around us. We enable them to fully unlock value in their data, fast.",
    "business-model":    "Designs and builds software systems for businesses to analyze and store data.",
  },
  "Teradyne Inc": {
    "mission-statement": "BLANK strives to leverage the natural synergies between customers, partners, and employees to develop the most advanced BLANK solutions for current and future markets. BLANK continually invests in innovative technologies, products and services that make the world a better place.",
    "business-model":    "Develops and manufactures robotic automation solutions.",
  },
  "Tesoro Petroleum Co": {
    "mission-statement": "BLANK strives to be a safe, reliable, cost-competitive partner for our customers and communities, ensuring protection of the environment and ethical, responsible resource development of our energy resources.",
    "business-model":    "Explores for and produces oil and natural gas.",
  },
  "Texas Instruments": {
    "mission-statement": "BLANK strives to create innovative technologies that enrich people's lives, promote economic growth and address challenging global issues. We improve standards of living by enabling human progress through BLANK-based solutions.",
    "business-model":    "Designs and manufactures electronic components and products.",
  },
  "Textron Inc": {
    "mission-statement": "At BLANK, we aim to succeed financially by adhering to high standards of corporate governance, providing attractive returns to shareholders, and creating long-term value for our customers and other stakeholders. We are committed to treating all of our stakeholders with honesty, respect, and integrity.",
    "business-model":    "Manufactures aircraft, industrial products, and defense and military equipment.",
  },
  "Hershey Company": {
    "mission-statement": "At BLANK, we bring happiness to the world through our beloved brands, innovative products, and quality business practices. We strive to enrich and delight the world through our goodness, our creativity, our passion, and our committed people.",
    "business-model":    "Makes and sells chocolate and confectionery products.",
  },
  "The Travelers Companies Inc": {
    "mission-statement": "At BLANK, our commitment to customers is rooted in a 150-year legacy of BLANK values and dedication to doing what's right for customers in their times of need. We strive to be there when it matters most -- to anticipate, create, and deliver BLANK solutions that make customers' lives better.",
    "business-model":    "Provides insurance and financial products and services.",
  },
  "Thermo Fisher Scientific": {
    "mission-statement": "At BLANK, we enable our customers to make the world healthier, cleaner and safer by providing analytical instruments, equipment, reagents and consumables, software and services for research, analytical, pharmaceutical and diagnostics markets. We strive to make BLANK an important part of every lab in the world.",
    "business-model":    "Develops and sells scientific instruments, reagents, software, and services used by researchers.",
  },
  "Tiffany and Co": {
    "mission-statement": "BLANK is dedicated to excellence and innovation in design, engineering and craftsmanship to uphold its heritage of creating products of unsurpassed quality. Our uncompromising commitment to sustainable and socially responsible practices brings timeless style to responsive consumers around the world.",
    "business-model":    "Sells luxury goods.",
  },
  "Time Warner Inc": {
    "mission-statement": "BLANK stands for the highest quality in content and modern technology, creating and delivering compelling entertainment, information and experiences to Wow customers around the globe. By embracing a culture of innovation, BLANK courageously pushes boundaries every day.",
    "business-model":    "Provides media and entertainment services.",
  },
  "Time Warner Cable Inc": {
    "mission-statement": "BLANK is committed to being the industry leader in delivering quality services and high value products that improve the lives of customers and make them more productive. We strive to continually develop new products and services and to use technology to empower our customers to make easier choices.",
    "business-model":    "Provides television, internet, and telephone services.",
  },
  "Titanium Metals Corp": {
    "mission-statement": "BLANK will deliver significant value to our customers by creating innovative specialty alloy solutions that reduce weight and improve performance, while leveraging our global reach and personal touch to ensure a superior customer experience.",
    "business-model":    "Produces industrial titanium alloys.",
  },
  "TJX Companies Inc": {
    "mission-statement": "At BLANK, our mission is to deliver great value to our customers, through our broad and unique off-price apparel and home fashions offering. We strive to deliver the best value in merchandise and create an exciting shopping experience for our customers.",
    "business-model":    "Retailer of apparel, home goods, and other items.",
  },
  "Torchmark Corp": {
    "mission-statement": "BLANK is a holding company specializing in life and supplemental health insurance for \"middle income\" Americans marketed through multiple distribution channels. We are committed to providing competitive products and services utilizing a strategy of premium-based, diverse product lines and diversified distribution channels.",
    "business-model":    "Sells insurance and annuities.",
  },
  "Total System Services": {
    "mission-statement": "BLANK is dedicated to constantly improving the way we deliver innovative and customized payment solutions, technology and services to our clients, partners and merchants worldwide. As a champion of best practices, BLANK empowers customers to maximize business success through our dependable and secure solutions.",
    "business-model":    "Processes payments and offers related technology solutions.",
  },
  "TripAdvisor": {
    "mission-statement": "BLANK empowers travelers to unleash the full potential of every trip. With over 600 million reviews and opinions covering the world's largest selection of travel listings worldwide - covering 8.3 million accommodations, airlines, attractions, and restaurants - BLANK enables travelers to find and compare the lowest prices and best experiences.",
    "business-model":    "Provides reviews and comparative information about hotels, destinations and attractions.",
  },
  "Tyson Foods": {
    "mission-statement": "BLANK is committed to responsibly nourishing people and enriching communities by providing high-quality, sustainable BLANK to customers and consumers around the world. We strive to be the most trusted food provider globally.",
    "business-model":    "Processes and sells food products.",
  },
  "Tyco International": {
    "mission-statement": "BLANK is committed to corporate citizenship, environmental sustainability and ethical business practices to create long-term value for all its stakeholders; BLANK seeks to be a global leader in its industries, delivering superior products, services, and solutions to customers around the world.",
    "business-model":    "Makes and distributes security systems, fire protection systems, and other safety products.",
  },
  "U.S. Bancorp": {
    "mission-statement": "BLANK is dedicated to meeting the changing needs of our customers through innovative solutions, sound fiscal management and exemplary customer service. We are a leading diversified financial services company with a focus on creating value for our customers, shareholders, communities and employees.",
    "business-model":    "Provides banking and financial services.",
  },
  "Union Pacific": {
    "mission-statement": "BLANK strives to deliver superior value to customers, shareholders and employee partners while achieving safe, efficient and reliable operations. We focus our resources on growth initiatives and capitalize on market opportunities to drive shareholder value.",
    "business-model":    "Builds and maintains railroad transportation infrastructure.",
  },
  "United Health Group": {
    "mission-statement": "At BLANK, we are dedicated to improving lives by helping people live healthier lives and making healthcare work better. We bring our world-class capabilities and the resources of our broad health system to bear in tackling the toughest health challenges and making greater care possible - delivering concrete, measurable results for more people today and tomorrow.",
    "business-model":    "Provides health care services.",
  },
  "United Parcel Service": {
    "mission-statement": "BLANK is building a better world by moving a wide range of resources, goods and information around the globe with efficiency and care. We are proud to help shape global trade and commerce, and work hard to ensure that the goods and information entrusted to us are delivered quickly and securely.",
    "business-model":    "Delivers packages.",
  },
  "United States Steel Corp": {
    "mission-statement": "BLANK is focused on meeting the needs of its customers through its diversified portfolio of products, services and solutions. BLANK is committed to protecting people, planet and performance in all that it does and always striving to make it better.",
    "business-model":    "Manufactures steel.",
  },
  "United Technologies": {
    "mission-statement": "BLANK is dedicated to innovating for a better future by developing technologies that improve the quality of life around the world. We create smart, sustainable solutions to the world's toughest challenges.",
    "business-model":    "Designs, manufactures, and services innovative building systems, aircraft engines, aerospace systems and industrial products.",
  },
  "Unum Group": {
    "mission-statement": "BLANK strives to be the provider of choice for innovative solutions that meet and anticipate the needs for the security and financial well-being of our customers, employees and other stakeholders. BLANK is dedicated to delivering superior value to customers, employees and shareholders.",
    "business-model":    "Provides employee benefits and insurance products.",
  },
  "Urban Outfitters": {
    "mission-statement": "BLANK strives to create an atmosphere that's inviting and inspiring, with an eclectic mix of carefully curated BLANK goods and one-of-a-kind clothing and decor. We work closely with creative, independent designers to create our own product from around the world.",
    "business-model":    "Sells clothing, accessories, and home goods.",
  },
  "V.F. Corp": {
    "mission-statement": "BLANK is committed to driving long-term value for our stakeholders through a relentless focus on our consumers, customers, employees, operational excellence, innovation and financial discipline. We strive to create products that are engaging and relevant to the ever-changing needs and preferences of BLANK consumers.",
    "business-model":    "Sells clothing and footwear.",
  },
  "Valero Energy": {
    "mission-statement": "BLANK is committed to making a meaningful difference in the communities where its more than 10,000 employees work and live. BLANK is dedicated to being a good neighbor and actively supporting community initiatives that enrich the lives of its employees and neighbors.",
    "business-model":    "Refines and sells gasoline and other petroleum-based products.",
  },
  "Varian Medical Systems": {
    "mission-statement": "BLANK will make a fundamental difference in the fight to defeat cancer by creating and providing BLANK and services of superior quality, reliability, and innovation to healthcare providers around the world. BLANK will strive to become the world leader in the development and delivery of cancer care solutions.",
    "business-model":    "Designs and manufactures medical devices and software for cancer treatment and diagnostics.",
  },
  "Ventas Inc": {
    "mission-statement": "At BLANK, we strive to create strong relationships through effective communication with customers, innovative solutions, and garnering trust. We strive to be the industry leader in both product development and customer service.",
    "business-model":    "Provides long-term healthcare and medical real estate investments.",
  },
  "Verisign": {
    "mission-statement": "BLANK strives to inspire trust and enable innovation and interoperability on the internet. BLANK partners with customers and partners in the public and private sector to create and develop new products and services that drive growth, innovation, and trust.",
    "business-model":    "Provides internet security services and manages digital trust.",
  },
  "Verizon Communications": {
    "mission-statement": "BLANK strives to open doors for economic progress and opportunity by connecting people around the world. We will bring the power of technology, communication, and entertainment to help customers unlock their potential.",
    "business-model":    "Provides telecommunications services.",
  },
  "Viacom": {
    "mission-statement": "BLANK is a global media company that creates entertainment experiences that drive conversation and culture. We create and distribute premium and middlebrow content across our platforms, which reach more than 3.5 billion people around the world.",
    "business-model":    "Produces and distributes media content.",
  },
  "Visa": {
    "mission-statement": "BLANK is committed to using the power of our technology to provide greater access to financial services, to bring people closer to their dreams and to help build a more prosperous world. We aim to provide a better way to pay and be paid for everyone, everywhere.",
    "business-model":    "Processes payments and money transfers.",
  },
  "Vornado Realty Trust": {
    "mission-statement": "BLANK is focused on improving operational efficiencies and on creating long-term shareholder value by pursuing a disciplined and opportunistic value creation strategy based on strategic asset management, self-financing, and measured, accretive growth.",
    "business-model":    "Real estate investments.",
  },
  "Vulcan Materials": {
    "mission-statement": "BLANK seeks to be the premier source of quality construction and aggregate materials, operating efficiently and responsibly to serve customers and communities. We strive to be the most efficient and conscientious supplier of BLANK in the industry with a special emphasis on safety.",
    "business-model":    "Makes and distributes construction materials.",
  },
  "Walmart": {
    "mission-statement": "At BLANK, we help people save money so they can live better. We strive to make BLANK the preferred shopping destination for our customers by delivering superior value, continuous innovation and exemplary customer service.",
    "business-model":    "Sells general merchandise and groceries at discounted prices.",
  },
  "Walgreen": {
    "mission-statement": "BLANK's mission is to be customers' first choice in health and daily living across America, and a key part of customers' lives and the communities where they live and work. BLANK is focused on helping customers save time and money so they can live well.",
    "business-model":    "Sells medicine, health and beauty products, and grocery items.",
  },
  "Walt Disney": {
    "mission-statement": "BLANK is committed to providing quality entertainment experiences that are both universally and locally cherished by creating and delivering BLANK, products, and services that are both dependable and innovative.",
    "business-model":    "Produces and distributes entertainment media.",
  },
  "Washington Post": {
    "mission-statement": "BLANK is committed to the values of accuracy, fairness and courage in our journalism, seeking to inform, inspire, and simultaneously hold those in power accountable. We strive to create a fiercely independent newsroom that honors our history and serves our readers, no matter where they live.",
    "business-model":    "Publishes news, articles, and other content.",
  },
  "Waste Management Inc": {
    "mission-statement": "BLANK strives to create a future in which BLANK is recognized worldwide as an environmental steward, and provides industry-leading BLANK products and services that give customers confidence in their resource management decisions.",
    "business-model":    "Collects waste and recyclables and provides disposal services.",
  },
  "Waters Corporation": {
    "mission-statement": "At BLANK we strive to push the boundaries of technology, improving the quality of life today and for future generations. We are focused on providing BLANK solutions to meet the world's growing and changing water needs.",
    "business-model":    "Produces scientific research instruments and software.",
  },
  "Watson Pharmaceuticals": {
    "mission-statement": "BLANK seeks to create a better quality of life for people by delivering high-quality and innovative medicines to the global market. BLANK is committed to researching, developing, producing and marketing safe, effective and new pharmaceutical products to improve human health.",
    "business-model":    "Develops and distributes pharmaceutical drugs.",
  },
  "WellPoint Inc": {
    "mission-statement": "At BLANK, our mission is to improve the lives of the people we serve and the health of our communities. We are committed to making quality health care easily accessible, simple and hassle-free so our members can focus on their health and well-being, not bureaucracy.",
    "business-model":    "Provides health insurance services.",
  },
  "Wells Fargo": {
    "mission-statement": "At BLANK, we strive to satisfy all of our customers' financial needs and help them succeed financially. Our vision is to satisfy our customers' financial needs and help them succeed financially.",
    "business-model":    "Provides banking services and financial products.",
  },
  "Western Digital": {
    "mission-statement": "BLANK is dedicated to enriching people's lives through the ongoing creation of extraordinary data infrastructure and storage solutions. We are committed to developing technologies and solutions that enable customers to extract the true value of their data.",
    "business-model":    "Makes and sells data-storage products.",
  },
  "Western Union Co": {
    "mission-statement": "BLANK is committed to delivering the power of connectivity by providing reliable, convenient and essential services to move money around the world. We strive to accommodate the needs of our customers with quality services, excellent value and convenience.",
    "business-model":    "Provides electronic money transfers.",
  },
  "Weyerhaeuser Corp": {
    "mission-statement": "At BLANK, we are committed to being the most efficient and innovative wood products company powered by people who are passionate about what they do. We believe in operating responsibly, executing with excellence, and developing innovative solutions for our customers.",
    "business-model":    "Produces forestry and building products.",
  },
  "Whirlpool Corp": {
    "mission-statement": "BLANK serves its customers with integrity and respect by creating and sustaining strong relationships. Innovation and craftsmanship bring BLANK appliances and products that make it easier to care for the people in our lives and homes.",
    "business-model":    "Manufactures and distributes home appliances.",
  },
  "Whole Foods Market": {
    "mission-statement": "At BLANK, our mission is to nourish people and the planet. We strive to source the highest quality products with great care for environmental and social sustainability. We are committed to creating and sustaining vibrant communities by providing an inviting, supportive, and rewarding work experience.",
    "business-model":    "Sells organic and natural food products.",
  },
  "Williams Cosmetics": {
    "mission-statement": "BLANK creates and manufactures products that are safe for the body and the environment. We pride ourselves in using natural, environmentally-friendly ingredients whenever possible while never sacrificing quality or product appeal.",
    "business-model":    "Sells makeup and beauty products.",
  },
  "Windstream Corporation": {
    "mission-statement": "BLANK delivers advanced network communications and technology solutions that empower customers with insight and agility to strengthen their business performance. We must also advance our workforce, practices and infrastructure to develop innovative solutions that yield customer success.",
    "business-model":    "Provides telecommunications services, including internet, phone, and television.",
  },
  "Wisconsin Energy Corporation": {
    "mission-statement": "BLANK is dedicated to quality service and customer satisfaction and is committed to delivering superior value to customers, shareholders, employees and the communities we serve.",
    "business-model":    "Provides electricity and natural gas.",
  },
  "WPX Energy Inc": {
    "mission-statement": "BLANK is an oil and natural gas exploration and production company with operations across the United States. BLANK strives to achieve continuous improvement in safety, environmental stewardship, and operational efficiency while delivering strong returns to our shareholders.",
    "business-model":    "Explores and produces oil and natural gas.",
  },
  "Wyndham Worldwide": {
    "mission-statement": "At BLANK, we embrace the diversity of the world around us while striving to provide outstanding experiences to our customers. We actively involve our team members and business partners to ensure that all members of our extended BLANK family accomplish our mission together.",
    "business-model":    "Provides hospitality, vacation, rental, and travel services.",
  },
  "Wynn Resorts Ltd": {
    "mission-statement": "BLANK is dedicated to providing guests with the most exceptional and sophisticated level of hospitality, and to delivering exceptional experiences in each of its hotels, restaurants, spas and their meeting and retail environments. BLANK is committed to operating a sustainable, responsible and world-class resort company.",
    "business-model":    "Operates resorts and hotels.",
  },
  "Xcel Energy Inc": {
    "mission-statement": "BLANK will strive to be the foremost provider of energy-related products and services. We will provide these products and services in a manner that is financially, socially, and environmentally responsible.",
    "business-model":    "Provides energy services, including electricity and natural gas.",
  },
  "Xerox": {
    "mission-statement": "BLANK provides products and services that improve customer productivity, allowing customers to better manage document workflows and fuel business results. BLANK also strives to develop technologies and solutions that enable people to work better, smarter and faster.",
    "business-model":    "Makes and sells copying and printing equipment.",
  },
  "Xilinx Inc": {
    "mission-statement": "BLANK is a leading provider of All Programmable FPGAs, SoCs, MPSoCs and 3D ICs. We develop highly flexible and adaptive processing platforms that enable rapid innovation across a variety of technologies - from the endpoint to the edge to the cloud.",
    "business-model":    "Designs and develops programmable technology products and services.",
  },
  "XL Capital": {
    "mission-statement": "At BLANK, we strive to provide value through our expertise in the global economy. We pursue strong and sustainable performance while investing responsibly and proactively managing risk so that we can deliver shareholder value and continue to have a positive impact on society.",
    "business-model":    "Provides financial services, such as insurance and investments.",
  },
  "Xylem Inc": {
    "mission-statement": "BLANK's mission is to provide essential services and solutions that our customers depend on, in the water and wastewater environment, using our knowledge, expertise, resources and innovative technologies to make a difference for our customers and communities. BLANK will act responsibly and be a reliable partner, striving to do the right thing for society.",
    "business-model":    "Designs and manufactures pumps, valves, and other water-related equipment.",
  },
  "Yahoo": {
    "mission-statement": "BLANK is dedicated to providing its users a premier digital experience through its BLANK products and services. We strive to provide a deeply personal, relevant, and inspiring experience for BLANK users globally.",
    "business-model":    "Provides a search engine and web portal.",
  },
  "Yum! Brands Inc": {
    "mission-statement": "At BLANK, we know the world is a big place full of people with big appetites. That's why we strive to make the world a bit better by bringing flavor to people's lives in more than 150 countries.",
    "business-model":    "Restaurant franchising and management.",
  },
  "Zimmer Holdings": {
    "mission-statement": "BLANK is committed to providing healthcare professionals with innovative medical technologies and services that create real solutions to improve the quality of patients' lives. BLANK is driven to continually improve the quality, cost-effectiveness and delivery of medical technology and services.",
    "business-model":    "Manufactures medical equipment and technology.",
  },
  "Zions Bancorp": {
    "mission-statement": "BLANK empowers local managers to make critical decisions that will help the company provide superior customer service, and BLANK is committed to providing the financial services our customers need to achieve financial independence, stability and peace of mind.",
    "business-model":    "Provides banking and financial services.",
  },
}
